Repository: f-spot/f-spot
Catalog: help/*/*.po
Languages: hu

source: To upload photos to Facebook you will need a Facebook account, as well as internet access. Also, the Facebook <link xref="extensions">extension</link> must be installed and enabled.
hu: A fényképek Facebookra való feltöltéséhez egy Facebook fiók és internetkapcsolat szükséges. Ezen kívül a Facebook <link xref="extensions">kiterjesztést</link> is telepíteni és engedélyezni kell.

source: To post selected photos to Facebook:
hu: Kijelölt fényképek Facebookra való feltöltéséhez:

source: Select <guiseq><gui>Photo</gui><gui>Export To</gui><gui>Facebook</gui></guiseq>.
hu: Válassza a <guiseq><gui>Fénykép</gui><gui>Exportálás</gui><gui>Facebook</gui></guiseq> menüpontot.

source: Click <gui>Login</gui>. A browser window will be brought up. Log in to Facebook and click "Allow" to allow F-Spot access to your Facebook profile.
hu: Nyomja meg a <gui>Bejelentkezés</gui> gombot. Megjelenik egy böngészőablak. Jelentkezzen be a Facebookra, és nyomja meg az „Engedélyezés” gombot a Facebook profiljához való hozzáférés engedélyezéséhez az F-Spot számára.

source: Select whether to create a new album or add to an existing album. If you are creating a new album, fill in the relevant information.
hu: Válassza ki, hogy új albumot szeretne-e létrehozni, vagy meglévőt bővít-e. Ha új albumot hoz létre, akkor töltse ki a vonatkozó adatokat.

source: Edit captions for each photo, if so desired.
hu: Szerkessze az egyes fényképek feliratait, ha kívánja.

source: When finished, click <gui>Add</gui>.
hu: Ha befejezte, akkor nyomja meg a <gui>Hozzáadás</gui> gombot.

source: Working with <app>F-Spot</app> extensions
hu: <app>F-Spot</app> kiterjesztések kezelése

source: Extensions
hu: Kiterjesztések

source: <app>F-Spot</app> allows for the use of extensions to provide additional functionality.
hu: Az <app>F-Spot</app> kiterjesztéseinek használatával további funkciók érhetők el.

source: To open the extension manager, select <guiseq><gui>Edit</gui><gui>Manage Extensions</gui></guiseq>.
hu: A kiterjesztéskezelő megnyitásához válassza a <guiseq><gui>Szerkesztés</gui><gui>Kiterjesztések kezelése</gui></guiseq> menüpontot.

source: To install extensions:
hu: Kiterjesztések telepítéséhez:

source: Open the extension manager.
hu: Nyissa meg a kiterjesztéskezelőt.

source: Click <gui>Install Add-ins</gui>.
hu: Nyomja meg a <gui>Kiterjesztések telepítése</gui> gombot.

source: Select an add-on to install from the list.
hu: Válasszon egy telepítendő kiterjesztést a listából.

source: Click <gui>Forward</gui>.
hu: Nyomja meg a <gui>Tovább</gui> gombot.

source: Verify all information, and click <gui>Forward</gui> again.
hu: Ellenőrizze az információkat, és nyomja meg újra a <gui>Tovább</gui> gombot.

source: To enable plugins that are already installed:
hu: Már telepített kiterjesztések bekapcsolásához:

source: Select the extension you wish to enable.
hu: Válassza ki a bekapcsolni kívánt kiterjesztést.

source: Click <gui>Enable</gui>.
hu: Nyomja meg az <gui>Engedélyezés</gui> gombot.

source: To disable plugins that are installed:
hu: Telepített bővítmények kikapcsolásához:

source: Select the extension you wish to disable.
hu: Válassza ki a kikapcsolni kívánt kiterjesztést.

source: Click <gui>Disable</gui>.
hu: Nyomja meg a <gui>Letiltás</gui> gombot.

source: To uninstall plugins:
hu: Bővítmények eltávolításához:

source: Select the extension you wish to uninstall.
hu: Válassza ki az eltávolítani kívánt kiterjesztést.

source: Click <gui>Uninstall</gui>.
hu: Nyomja meg az <gui>Eltávolítás</gui> gombot.

source: Simple enhancements for your photos
hu: Fényképek egyszerű javításai

source: Enhancements
hu: Javítások

source: Currently, there are two main enhancements that <app>F-Spot</app> supports: red-eye removal and the automatic enhancement of color.
hu: Jelenleg az <app>F-Spot</app> két fő javítást támogat: a vörösszem-eltávolítást és a színek automatikus javítását.

source: To remove red-eye:
hu: Vörös szem eltávolításához:

source: By double-clicking, select the photo on which you wish to use the red-eye removal tool.
hu: Dupla kattintással jelölje ki azt a fényképet, amelyen a vörösszem-eltávolító eszközt használni szeretné.

source: Click <gui>Red-Eye Removal</gui> in the Edit panel.
hu: Nyomja meg a Szerkesztés ablaktábla <gui>Vörösszem-csökkentés</gui> gombját.

source: Select the area from which you wish to remove red-eye. Note: If the contains many red areas, you may wish to select each eye individually.
hu: Válassza ki azt a területet, amelyről el kívánja távolítani a vörös szemeket. Megjegyzés: ha a fénykép sok vörös területet tartalmaz, akkor hasznos lehet a szemeket egyenként kijelölni.

source: Click <gui>Fix!</gui>.
hu: Nyomja meg a <gui>Javítás!</gui> gombra.

source: To automatically enhance the colors of the photo:
hu: A fénykép színeinek automatikus javításához:

source: By double-clicking, select the photo which you wish to enhance.
hu: Dupla kattintással jelölje ki a javítandó fényképet.

source: Click <gui>Auto Color</gui>.
hu: Nyomja meg az <gui>Automatikus színezés</gui> gombot.

source: Search photos by date
hu: Fényképek keresése dátum szerint

source: Search by Date
hu: Keresés dátum szerint

source: To search by date:
hu: Dátum szerinti kereséshez:

source: Select <guiseq><gui>Find</gui><gui>By Date</gui><gui>Set Date Range...</gui></guiseq>.
hu: Válassza a <guiseq><gui>Keresés</gui><gui>Dátum szerint</gui><gui>Dátumtartomány beállítása</gui></guiseq> menüpontot.

source: Select a time period to from which to view photos. This can by done by selecting a set period, such as a week, or by specifying dates.
hu: Válassza ki az időszakot, amely fényképeit meg szeretné jeleníteni. Ez egy rögzített időszak, például egy hét kiválasztásával, vagy dátumok megadásával érhető el.

source: Alternatively, you can use the timeline. To use the timeline:
hu: Ennek alternatívájaként az idővonalat is használhatja:

source: Make sure the timeline is enabled by selecting <guiseq><gui>View</gui><gui>Components</gui></guiseq> and making sure that <gui>Timeline</gui> is checked.
hu: Győződjön meg róla, hogy az idővonal be van kapcsolva: a <guiseq><gui>Nézet</gui><gui>Összetevők</gui></guiseq> menü <gui>Idővonal</gui> pontjának kijelölve kell lennie.

source: In the timeline, click the bar corresponding to the time period you wish to look at.
hu: Az idővonalon kattintson a megtekinteni kívánt időszaknak megfelelő sávra.

source: To stop searching by date:
hu: A dátum szerinti keresés befejezéséhez:

source: Select <guiseq><gui>Find</gui><gui>By Date</gui><gui>Clear Date Range</gui></guiseq>.
hu: Válassza a <guiseq><gui>Keresés</gui><gui>Dátum szerint</gui><gui>Dátumtartomány törlése</gui></guiseq> menüpontot.

source: Edit the colors of your photos
hu: Fényképek színeinek szerkesztése

source: Color Editing
hu: Színszerkesztés

source: <app>F-Spot</app> supports several modes of color manipulation.
hu: Az <app>F-Spot</app> számos színmanipulációs módot támogat.

source: Desaturate
hu: Telítetlenítés

source: This mode eliminates all saturation, turning a color image into a black and white image.
hu: Ez a mód teljesen megszünteti a telítettséget, a színes képet így fekete-fehérré változtatja.

source: Sepia Tone
hu: Szépia árnyalat

source: This mode simulates a photo being created with sepia toner.
hu: Ez a mód szépiatonerrel készült fényképet szimulál.

source: Auto Color
hu: Automatikus színezés

source: This mode automatically adjusts the colors to a set profile.
hu: Ez a mód a színeket automatikusan egy megadott profilhoz igazítja.

source: Burn photos to a CD
hu: Fényképek CD-re írása

source: CD Export
hu: Exportálás CD-re

source: Adjusting the colors of a photo
hu: Fénykép színeinek módosítása

source: Adjust Color
hu: Szín módosítása

source: As far as the editing tools in F-Spot, adjusting the color is easily the most powerful. The color editor allows you to adjust:
hu: Az F-Spot szerkesztőeszközeihez képest a színek módosítása talán a leghatékonyabb. A színszerkesztő segítségével módosítható:

source: Exposure
hu: Expozíció

source: This adjustment simulates lengthening or shortening the exposure time.
hu: Ez a módosítás az expozíciós idő nyújtását vagy rövidítését szimulálja.

source: Saturation
hu: Telítettség

source: This adjustment simulates adjusting the amount of color in the image, i.e. sliding it to the left decrease color, making it black and white, while sliding it to the right will increase the vibrancy of colors.
hu: Ez a módosítás a képen lévő színek mennyiségének módosítását szimulálja, azaz balra csúsztatva kevesebb szín marad, fekete-fehérré téve a képet. Jobbra csúsztatva nő a színek élénksége.

source: Brightness
hu: Fényerő

source: This adjustment increase the brightness of colors. Increasing this too much will make colors appear "washed out", while decreasing it too much will make the image too dark and lacking in contrast.
hu: Ez a módosítás növeli a színek fényerejét. Túl nagyra növelése a színeket „kimosottá”, túl kicsire csökkentése a képet túl sötétté és kontraszthiányossá teszi.

source: Hue
hu: Árnyalat

source: This adjustment causes colors to "rotate" along the color wheel.
hu: Ezen módosítás hatására a színek „elfordulnak” a színkerék mentén.

source: Contrast
hu: Kontraszt

source: This adjustment adjusts the contrast ratio, that is, the ratio of difference between dark and light pixels. Sliding to the left decreases contrast, while sliding to the right will increase contrast.
hu: Ez a módosítás a kontrasztarányt változtatja, azaz a sötét és világos képpontok közti különbség arányát. Balra csúsztatva csökken a kontraszt, míg jobbra csúsztatva nő.

source: Temp
hu: Hőm.

source: This adjust changes the color temperature, measured in degrees Kelvin.
hu: Ez a csúszka a Kelvinben mért színhőmérséklet módosítására szolgál.

source: Tint
hu: Színezés

source: This adjustment allows you to tinge the photo with a color.
hu: Ez a csúszka lehetővé teszi a fénykép színezését egy adott színnel.

source: Upload photos to 23hq
hu: Fényképek feltöltése a 23hqra

source: To upload photos to 23hq you will need a 23hq account, as well as internet access. Also, the 23hq <link xref="extensions">extension</link> must be installed and enabled.
hu: A fényképek 23hq-ra való feltöltéséhez egy 23hq fiók és internetkapcsolat szükséges. Ezen kívül a 23hq <link xref="extensions">kiterjesztést</link> is telepíteni és engedélyezni kell.

source: translator-credits
hu: Kelemen Gábor <kelemeng at gnome dot hu>
