Repository: f-spot/f-spot
Catalog: help/*/*.po
Languages: hu

source: Upload photos to Zooomr
hu: Fényképek feltöltése a Zooomrre

source: To upload photos to Zooomr you will need a Zooomr account, as well as internet access. Also, the Zooomr <link xref="extensions">extension</link> must be installed and enabled.
hu: A fényképek a Zooomrre való feltöltéséhez egy Zooomr fiók és internetkapcsolat szükséges. Ezen kívül a Zooomr <link xref="extensions">kiterjesztést</link> is telepíteni és engedélyezni kell.

source: Track different versions of your photos
hu: Fényképek különböző változatainak követése

source: Versioning
hu: Verziókövetés

source: <app>F-Spot</app> allows you to keep multiple versions of your photos. This is especially useful when editing photos, as you can quickly see the difference between the edited version and the original.
hu: Az <app>F-Spot</app> lehetővé teszi a fényképek több változatának tárolását. Ez különösen fényképek szerkesztésekor hasznos, mivel gyorsan megjelenítheti a szerkesztett változat és az eredeti közti különbségeket.

source: To switch between versions while editing:
hu: A verziók közti szerkesztés közbeni váltáshoz:

source: Double-click the photo you wish to edit.
hu: Kattintson duplán a szerkeszteni kívánt fényképre.

source: In the sidebar, you will see a drop-down box labeled <gui>Version:</gui>. To select a version to view, select it in the drop-down box.
hu: Az oldalsávban látható a <gui>Verzió:</gui> legördülő lista. A megjelenítendő verzió kiválasztásához válassza ki azt a legördülő listában.

source: Upload photos to various web services
hu: Fényképek feltöltése webes szolgáltatásokra

source: Upload to Web
hu: Feltöltés webre

source: <app>F-Spot</app> allows you to upload photos to popular web services, including Google's PicasaWeb and Flickr.
hu: Az <app>F-Spot</app> segítségével feltöltheti fotóit népszerű webes szolgáltatásokra, beleértve a PicasaWeb és a Flickr oldalakat.

source: A brief introduction to the tagging capabilities of F-Spot
hu: Az F-Spot címkézési képességeinek rövid bemutatása

source: Tags
hu: Címkék

source: Like certain other photo managers, <app>F-Spot</app> lets you tag your photos, allowing for quick, easy content-based searching of your photos. You can tag people, events, places, favorite things, or even make your own groups of tags.
hu: Más fényképkezelőkhöz hasonlóan az <app>F-Spot</app> is lehetővé teszi fényképei címkézését, így egyszerűen és gyorsan kereshet tartalom alapján a fényképei között. Megcímkézhet személyeket, eseményeket, helyeket, kedvenc dolgokat vagy akár saját címkecsoportokat is létrehozhat.

source: Working with Tags
hu: Címkék kezelése

source: Search photos using tags
hu: Fényképek keresése címkékkel

source: Search by Tag
hu: Keresés címkékkel

source: There are several methods to search by tags.
hu: Több módon is kereshet címkék szerint.

source: Method One: Double-click the tags you wish to search for.
hu: Első módszer: kattintson duplán a kereséshez használni kívánt címkékre.

source: Method Two:
hu: Második módszer:

source: Enable the Find bar by clicking <guiseq><gui>Find</gui><gui>Show Find bar</gui></guiseq>.
hu: Jelenítse meg a Keresősávot a <guiseq><gui>Keresés</gui><gui>Keresősáv megjelenítése</gui></guiseq> menüpont kiválasztásával.

source: Drag the tags you wish to search for into the newly-enabled Find bar.
hu: Húzza a keresni kívánt címkéket az imént bekapcsolt Keresés sávra.

source: To remove a tag from your search, right-click the tag in the Find bar and click <gui>Remove From Search</gui>.
hu: Címke keresésből való eltávolításához kattintson a jobb egérgombbal a címkére a Keresés sávon, és válassza az <gui>Eltávolítás a keresésből</gui> lehetőséget.

source: To exclude a tag from your search:
hu: Címke kizárásához a keresésből:

source: In the tag pane, double-click the tag you wish to exclude. This will add it to the Find bar.
hu: A Címke ablaktáblán kattintson duplán a kizárni kívánt címkére. Ez hozzáadja azt a keresősávhoz.

source: In the Find bar, double-click the tag you wish to exclude.
hu: A keresősávon kattintson duplán a kizárni kívánt címkére.

source: Removing tags from photos
hu: Fényképek címkéinek eltávolítása

source: Removing
hu: Eltávolítás

source: As with attaching tags, there are two main methods of removing tags from photos.
hu: A címkék csatolásához hasonlóan két fő módszer van fényképek címkéinek eltávolítására.

source: Method One:
hu: Első módszer:

source: Select photos from which to remove a tag.
hu: Válassza ki a fényképeket, amelyekről el szeretne távolítani egy címkét.

source: In the tag pane, select a tag to remove from the photos you have selected.
hu: A Címke ablaktáblában válassza ki a kiválasztott fényképekről eltávolítandó címkét.

source: Click <guiseq><gui>Tags</gui><gui>Remove Tag From Selection</gui></guiseq>.
hu: Válassza a <guiseq><gui>Címkék</gui><gui>Címke eltávolítása a kijelölésből</gui></guiseq> menüpontot.

source: Right click the photos.
hu: Kattintson a jobb egérgombbal a fényképekre.

source: Select <gui>Remove Tag</gui> and select the tag you wish to remove.
hu: Válassza a <gui>Címke eltávolítása</gui> menüpontot, majd válassza ki az eltávolítandó címkét.

source: Deleting tags from the system
hu: Címkék törlése a rendszerből

source: Deleting
hu: Törlés

source: Deleting tags removes them entirely from your system, but leaves behind any photos to which that tag is attached.
hu: A címkék törlése teljesen eltávolítja azokat a rendszeréről, de hátrahagyja azokat a fotókat, amelyekhez az adott címke csatolva van.

source: To delete a tag:
hu: Címke törléséhez:

source: Select the tag you wish to delete from within the tag pane.
hu: Válassza ki a törölni kívánt címkét a Címke ablaktábláról.

source: Click <guiseq><gui>Tags</gui><gui>Delete Selected Tag</gui></guiseq>. Alternatively, right click the tag within the pane, and click <gui>Delete Tag</gui>.
hu: Válassza a <guiseq><gui>Címkék</gui><gui>Kijelölt címke törlése</gui></guiseq> menüpontot. Ennek alternatívájaként kattintson a jobb egérgombbal az ablaktáblán, és válassza a <gui>Címke törlése</gui> menüpontot.

source: Creating tags to be attached to photos
hu: Fényképekhez csatolandó címkék létrehozása

source: Creating
hu: Létrehozás

source: In order to use tags, you need to first create a set of tags which you wish to use. There are three main methods to create tags.
hu: Címkék használatához először létre kell hoznia a használni kívánt címkék halmazát. Címkéket három módon hozhat létre.

source: Select <guiseq><gui>Tags</gui><gui>Create New Tag...</gui></guiseq>.
hu: Válassza a <guiseq><gui>Címkék</gui><gui>Új címke létrehozása</gui></guiseq> menüpontot.

source: Select a parent tag for the new tag to appear under, such as people or events. If you wish to create a new tag without a parent, select <gui>(None)</gui>.
hu: Válassza ki az új címke szülőcímkéjét, amely alatt meg fog jelenni, mint az Emberek vagy Események. Ha szülő nélküli címkét szeretne létrehozni, akkor válassza a <gui>(Nincs)</gui> lehetőséget.

source: Name the tag.
hu: Nevezze el a címkét.

source: Click <gui>Create</gui>
hu: Nyomja meg a <gui>Létrehozás</gui> gombot.

source: In the tags page, right click, and select <gui>Create New Tag...</gui>
hu: A Címkék ablaktáblán kattintson a jobb egérgombbal, és válassza az <gui>Új címke létrehozása</gui> menüpontot.

source: Method three has the advantage of also <link xref="tag-attach"> attaching</link> the new tag to the photos selected. To do this:
hu: A harmadik módszer előnye, hogy az új címkét a kijelölt fényképekhez <link xref="tag-attach">csatolja</link>. Ehhez:

source: Select the photos to which you wish to attach the new tag.
hu: Válassza ki azokat a fényképeket, amelyekhez az új címkét csatolni kívánja.

source: Right-click on the photos, and select <guiseq><gui>Attach Tag</gui><gui>Create New Tag...</gui></guiseq>.
hu: Kattintson a jobb egérgombbal a fényképeken, és válassza a <guiseq><gui>Címke csatolása</gui><gui>Új címke létrehozása</gui></guiseq> menüpontot.

source: Attaching tags to photos
hu: Címkék fényképekhez csatolása

source: Attaching
hu: Csatolás

source: By attaching tags you have <link xref="tag-creation">created</link> you make it easier to search through your photos. As with creating tags, there is more than one method of attaching tags to photos.
hu: A <link xref="tag-creation">létrehozott</link> címkék csatolásával egyszerűbbé teheti a fényképek keresését. A címkék létrehozásához hasonlóan a címkék fényképekhez csatolására is több módszer van.

source: Select photos to which to attach a tag.
hu: Válassza ki a fényképeket, amelyekhez a címkét csatolni szeretné.

source: In the tag pane, select a tag to attach to the photos you have selected.
hu: A Címkék ablaktáblán válassza ki a kijelölt fényképekhez csatolandó címkét.

source: Click <guiseq><gui>Tags</gui><gui>Attach Tag to Selection</gui></guiseq>. Alternatively, press Ctrl+T.
hu: Válassza a <guiseq><gui>Címkék</gui><gui>Címke csatolása a kijelöléshez</gui></guiseq> menüpontot, vagy nyomja meg a Ctrl+T billentyűkombinációt.

source: Select <gui>Attach Tag</gui> and select the tag you wish to attach.
hu: Válassza a <gui>Címke csatolása</gui> menüpontot, majd válassza ki a csatolni kívánt címkét.

source: Upload photos to SmugMug
hu: Fényképek feltöltése a SmugMugra

source: To upload photos to SmugMug you will need a SmugMug account, as well as internet access. Also, the SmugMug <link xref="extensions">extension</link> must be installed and enabled.
hu: A fényképek SmugMugra való feltöltéséhez egy SmugMug fiók és internetkapcsolat szükséges. Ezen kívül a SmugMug <link xref="extensions">kiterjesztést</link> is telepíteni és engedélyezni kell.

source: Rate your photos from one to five stars
hu: Értékelje fényképeit 1-5 csillaggal

source: Rating your photos
hu: Fényképek értékelése

source: <app>F-Spot</app> allows you to rate your photos from one to five stars. There are two ways to rate photos.
hu: Az <app>F-Spot</app> segítségével fényképeit egy és öt csillag között értékelheti. Fényképeit két módon értékelheti.

source: By double-clicking, select the photo you wish to rate.
hu: Dupla kattintással válassza ki az értékelni kívánt fényképet.

source: In the lower-right corner, you will see five dots, corresponding to the rating you wish to give; to give a rating of one star, for example, click the first dot.
hu: A jobb alsó sarokban öt pont jelenik meg, ezek megfelelnek az adni kívánt értékelésnek, egy csillag adásához például kattintson az első pontra.

source: Select the photo(s) you wish to rate.
hu: Válassza ki az értékelni kívánt fényképeket.

source: Right-click the photo(s) you wish to rate, and select a rating at the bottom of the right-click menu by clicking the corresponding dot.
hu: Kattintson a jobb egérgombbal az értékelni kívánt fényképekre, és a helyi menü alján megjelenő megfelelő pontra kattintva válassza ki az értékelést.

source: Search photos by star rating
hu: Fényképek keresése csillagok alapján

source: Search by Rating
hu: Keresés értékelés alapján

source: To search by rating:
hu: Értékelés szerinti kereséshez:

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Set Rating Filter...</gui></guiseq>.
hu: Válassza a <guiseq><gui>Keresés</gui><gui>Értékelés szerint</gui><gui>Értékelési szűrő beállítása</gui></guiseq> menüpontot.

source: Select the rating range which you wish to view.
hu: Válassza ki a megjeleníteni kívánt értéktartományt.

source: Click <gui>Ok</gui>.
hu: Nyomja meg az <gui>OK</gui> gombot.

source: To stop searching by rating:
hu: Az értékelés szerinti keresés leállításához:

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Set Rating Filter</gui></guiseq>.
hu: Válassza a <guiseq><gui>Keresés</gui><gui>Értékelés szerint</gui><gui>Értékelési szűrő törlése</gui></guiseq> menüpontot.

source: Upload photos to Google's PicasaWeb
hu: Fényképek feltöltése a PicasaWebre

source: To upload photos to Picasa you will need a Picasa account, as well as internet access. Also, the PicasaWeb <link xref="extensions">extension</link> must be installed and enabled.
hu: A fényképek PicasaWebre való feltöltéséhez PicasaWeb fiókra és internetelérésre van szükség. Ezen kívül a PicasaWeb <link xref="extensions">kiterjesztést</link> is telepíteni és engedélyezni kell.

source: Select the photos you wish to upload.
hu: Válassza ki a feltölteni kívánt fényképeket.

source: Click <guiseq><gui>Photo</gui><gui>Export To</gui><gui>PicasaWeb...</gui></guiseq>.
hu: Válassza a <guiseq><gui>Fénykép</gui><gui>Exportálás</gui><gui>PicasaWeb</gui></guiseq> menüpontot.

source: Add a gallery by clicking <gui>Add</gui> and supplying a username and password.
hu: Vegyen fel egy galériát a <gui>Hozzáadás</gui> gomb megnyomásával, majd a felhasználónév és jelszó megadásával.

source: Select a gallery to export to, or click <gui>Add</gui> to create a new gallery.
hu: Válasszon egy albumot, amelybe exportálni kíván, vagy a <gui>Hozzáadás</gui> gomb megnyomásával hozzon létre egy újat.

source: Click <gui>Export</gui>.
hu: Nyomja meg az <gui>Exportálás</gui> gombot.

source: A brief introduction to F-Spot
hu: Az F-Spot rövid bemutatása

source: Introduction
hu: Ismertetés

source: <app>F-Spot</app> is a full-featured photo manager for the GNOME Desktop, allowing you to tag, rate, and date photos, edit photo metadata, and even includes a simple in-program photo editor.
hu: Az <app>F-Spot</app> egy teljes felszereltségű fotókezelő a GNOME asztali környezethez, amellyel címkézheti, értékelheti és dátumozhatja fényképeit, szerkesztheti a fényképek metaadatait és még egy egyszerű beépített fotószerkesztőt is tartalmaz.

source: For help getting started using <app>F-Spot</app>, check out the <link xref="index#basic-functions">basic functions</link> of the help file.
hu: Az <app>F-Spot</app> használatának megkezdésével kapcsolatos segítségért nézze meg a súgó <link xref="index#basic-functions">alapvető funkciók</link> szakaszát.

source: F-Spot photo manager
hu: F-Spot fotókezelő

source: Basic Functions
hu: Alapvető funkciók

source: Searching
hu: Keresés

source: Photo Editing
hu: Fotószerkesztés

source: Sharing
hu: Megosztás

source: Advanced Options
hu: Speciális lehetőségek

source: Searching by date of import
hu: Keresés importálási dátum szerint

source: Search by Import Roll
hu: Keresés importálási kör szerint

source: Import rolls are "batches" of imported photos. Regardless of the date the photo was taken, the import roll timestamp is decided when you import photos.
hu: Az importálási körök importált fényképek „kötegei”. Az importálási kör időbélyege fényképek készítési dátumától függetlenül a fényképek importálási dátuma lesz.

source: To search by latest import roll:
hu: A legutóbbi importálási kör szerinti kereséshez:

source: Select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Last Import Roll</gui></guiseq>.
hu: Válassza a <guiseq><gui>Keresés</gui><gui>Importálási kör szerint</gui><gui>Utolsó importálási kör</gui></guiseq> menüpontot.

source: To select a previous import roll:
hu: Korábbi importálási kör kiválasztásához:

source: Select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Select Import Rolls</gui></guiseq>.
hu: Válassza a <guiseq><gui>Keresés</gui><gui>Importálási kör szerint</gui><gui>Importálási körök kiválasztása</gui></guiseq> menüpontot.

source: Select an import roll to search, or select a range by choosing <gui>Between</gui> and select the dates you wish to include.
hu: Válasszon egy importálási kört, vagy egy tartományt az <gui>ezek közt</gui> listaelem kiválasztásával, és a kívánt dátumok kiválasztásával.

source: To stop searching by import rolls, select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Clear Roll Filter</gui></guiseq>.
hu: Az importálási körök szerinti keresés befejezéséhez válassza a <guiseq><gui>Keresés</gui><gui>Importálási kör szerint</gui><gui>Körszűrő törlése</gui></guiseq> menüpontot.

source: Import photos to be managed
hu: Kezelendő fényképek importálása

source: Importing Photos
hu: Fényképek importálása

source: Chances are, the first thing you will want to do is import photos.
hu: Valószínűleg legelső lépésként fényképeket szeretne importálni.

source: To import photos:
hu: Fényképek importálásához:

source: Select <guiseq><gui>Photo</gui><gui>Import...</gui></guiseq>. Alternatively, click the <gui>Import</gui> button.
hu: Válassza a <guiseq><gui>Fénykép</gui><gui>Importálás</gui></guiseq> menüpontot. Ennek alternatívájaként Nyomja meg az <gui>Importálás</gui> gombot.

source: Select a source from which to import, such as a device or a folder.
hu: Válassza ki a forrást, amelyből importálni fog, például eszközt vagy mappát.

source: It may take a while for F-Spot to index the files. When it is done indexing, your photos will be presented to you. At this time, you can attach <link xref="tags">tags</link> to all photos, or you can leave that task for later.
hu: Eltarthat egy ideig, amíg az F-Spot indexeli a fájlokat. Az indexelés befejeztével fényképei megjelennek. Ekkor <link xref="tags">címkéket</link> csatolhat a fényképekhez, vagy későbbre hagyhatja ezt a feladatot.

source: When you are ready to finish importing photos, click <gui>Import</gui>.
hu: Ha készen áll a fényképek importálásának befejezésére, akkor nyomja meg az <gui>Importálás</gui> gombot.

source: Make simple edits to your photos
hu: Fényképek egyszerű szerkesztése

source: General Editing
hu: Általános szerkesztés

source: <app>F-Spot</app> allows you to make simple general edits, including straightening, cropping, and rotating your photos.
hu: Az <app>F-Spot</app> segítségével egyszerű általános szerkesztéseket végezhet, beleértve a fényképek kiegyenesítését, levágását, és forgatását.

source: There are three ways to rotate a selected photo:
hu: Egy fényképet három módon is elforgathat:

source: Click the appropriate rotate button, to the right of the import button.
hu: Nyomja meg a megfelelő forgatás gombot az Importálás gomb mellett.

source: Select the appropriate option from within the <gui>Edit</gui> menu.
hu: Válassza ki a <gui>Szerkesztés</gui> menü megfelelő pontját.

source: Use the bracket keys to rotate the photo.
hu: Használja a szögletes zárójel billentyűket a fénykép forgatásához.

source: To straighten a selected photo:
hu: Kijelölt fénykép kiegyenesítéséhez:

source: From within the editing pane, select <app>Straighten</app>.
hu: A Szerkesztés ablaktáblán nyomja meg a <app>Kiegyenesítés</app> gombot.

source: Select a rotation, ranging from -45 to 45 degrees.
hu: Válasszon egy forgatást -45 és 45 fok között.

source: Click <gui>Straighten</gui>.
hu: Nyomja meg a <gui>Kiegyenesítés</gui> gombot.

source: To crop a selected photo:
hu: Kijelölt fénykép levágásához:

source: Click the <gui>Crop</gui> button in the Edit pane.
hu: Nyomja meg a Szerkesztés ablaktábla <gui>Levágás</gui> gombját.

source: Select a contraining aspect ratio, that is, a proportion of height to width to which the new photo must fit. Examples of contraining aspect ratios include 4x3, 4x6, and 5x7.
hu: Válasszon egy korlátozó méretarányt, azaz a magasság és szélesség azon arányát, amelybe az új fényképnek el kell férnie. A korlátozó méretarányok például a 4x3, 4x6 és 5x7.

source: Click and drag to select the desired area to keep. This box can be dragged around after being sized.
hu: Kattintással és húzással jelölje ki a megtartani kívánt területet. Ez a doboz a méretezés után húzással áthelyezhető.

source: When you have selected your area to crop to, click <gui>Crop</gui>.
hu: Ha kiválasztotta a levágandó területet, akkor nyomja meg a <gui>Levágás</gui> gombot.

source: Send photos to a folder
hu: Fényképek mappába küldése

source: Folder Export
hu: Exportálás mappába

source: <app>F-Spot</app> allows you to export to a folder. In order to do so, however, you will need to have the folder export <link xref="extensions">extension</link> installed and enabled.
hu: Az <app>F-Spot</app> segítségével fényképeit mappába exportálhatja. Ehhez azonban telepítve és engedélyezve kell lennie a mappaexportálás <link xref="extensions">kiterjesztésnek</link>.

source: To export selected photos to a folder:
hu: Kijelölt fényképek mappába exportálásához:

source: Select <guiseq><gui>Photo</gui><gui>Export To</gui><gui>Folder...</gui></guiseq>.
hu: Válassza a <guiseq><gui>Fénykép</gui><gui>Exportálás</gui><gui>Mappa</gui></guiseq> menüpontot.

source: Select a folder.
hu: Válasszon egy mappát.

source: Name the gallery and give it a description.
hu: Nevezze el a galériát, és adja meg a leírását.

source: Select an export method. <gui>Create Standalone Web Gallery</gui> will create a folder with contents fit to be uploaded to a web server to present pictures in a gallery. <gui>Save the files only</gui> will only move photos to the selected folder. <gui>Create gallery using "Original"</gui> will create a folder with contents suitable for using with Original Photo Gallery.
hu: Válasszon egy exportálási módszert. Az <gui>Önálló webes galéria létrehozása</gui> olyan mappát hoz létre, amelynek tartalma feltölthető egy webkiszolgálóra, és a képeket galériában jeleníti meg. A <gui>Csak a fájlok mentése</gui> csak a kijelölt mappába másolja a fényképeket. A <gui>Galéria létrehozása az „Original” használatával</gui> lehetőséget választva az Original fénykép-galériával használható tartalmú mappa jön létre.

source: Upload photos to Flickr
hu: Fényképek feltöltése a Flickrre

source: To upload photos to Flickr you will need a Flickr account, as well as internet access. Also, the Flickr <link xref="extensions">extension</link> must be installed and enabled.
hu: A fényképek Flickrre való feltöltéséhez egy Flickr fiók és internetkapcsolat szükséges. Ezen kívül a Flickr <link xref="extensions">kiterjesztést</link> is telepíteni és engedélyezni kell.

source: Manage files already imported
hu: Már importált fájlok kezelése

source: File Management
hu: Fájlkezelés

source: <app>F-Spot</app> allows for some control over the contents of your catalog, that is, removing files from your catalog as well as deleting files from your catalog.
hu: Az <app>F-Spot</app> lehetővé tesz bizonyos felügyeletet a gyűjtemény tartalma felett, azaz fájlok eltávolítását a gyűjteményből, valamint fájlok törlését a lemezről.

source: To remove files from your catalog:
hu: Fájlok eltávolításához a gyűjteményből:

source: Select the photos you wish to remove from the catalog.
hu: Válassza ki a gyűjteményből eltávolítandó fényképeket.

source: Right-click the photos, select <gui>Remove From Catalog</gui>. Alternatively, select <guiseq><gui>Edit</gui><gui>Remove From Catalog</gui></guiseq> or press the Delete key on your keyboard.
hu: Kattintson a jobb egérgombbal a fényképekre, válassza az <gui>Eltávolítás a katalógusból</gui> menüpontot. Ennek alternatívájaként választhatja a <guiseq><gui>Szerkesztés</gui><gui>Eltávolítás a katalógusból</gui></guiseq> menüpontot is, vagy megnyomhatja a Delete billentyűt.

source: To delete photos from your computer:
hu: Fényképek törléséhez a számítógépről:

source: Select the photos you wish to delete.
hu: Válassza ki a törölni kívánt fényképeket.

source: Right-click the photos, select <gui>Delete From Drive</gui>. Alternatively, select <guiseq><gui>Edit</gui><gui>Delete From Drive</gui></guiseq> or press Shift+Delete on your keyboard.
hu: Kattintson a jobb egérgombbal a fényképekre, és válassza a <gui>Törlés a lemezről</gui> menüpontot. Ennek alternatívájaként választhatja a <guiseq><gui>Szerkesztés</gui><gui>Törlés a lemezről</gui></guiseq> menüpontot is, vagy megnyomhatja a Shift+Delete kombinációt.

source: Upload photos to Facebook
hu: Fényképek feltöltése a Facebookra
