Repository: f-spot/f-spot
Catalog: po/*.po
Languages: cs, de, tr

source: Import failures
cs: Chyby importu
de: Importfehler
tr: İçeri aktarma başarısızlıkları

source: Some files failed to import
cs: Některé soubory se nepodařilo importovat
de: Fehler beim Import einiger Dateien
tr: İçeri aktarma sırasında bazı dosyalar başarısız oldu

source: Some files could not be imported, they might be corrupt or there might be something wrong with the storage on which they reside.
cs: Některé soubory nemohly být importovány. Fotografie mohou být porušené, nebo není něco v pořádku s úložištěm na kterém jsou umístěny.
de: Einige Dateien konnten nicht importiert werden. Sie könnten beschädigt sein oder das Speichermedium könnte fehlerhaft sein, auf dem sie sich befinden.
tr: Bazı dosyalar içeri aktarılamadı, bozulmuş ya da bulundukları depolama ile ilgili yanlış bir şey olmuş olabilir.

source: Details
cs: Podrobnosti
tr: Ayrıntılar

source: None
cs: Není
de: Keine
tr: Hiçbiri

source: System profile
cs: Systémový profil
de: Systemprofil
tr: Sistem profili

source: Standard theme
cs: Výchozí motiv
de: Standardthema
tr: Standart tema

source: Error loading database.
cs: Chyba při načítání databáze.
de: Fehler beim Laden der Datenbank.
tr: Veritabanı yüklenirken hata.

source: F-Spot encountered an error while loading the photo database. The old database has be moved to {0} and a new database has been created.
cs: F-Spot narazil na chybu při načítání databáze fotografií. Stará databáze byla přesunuta do {0} a byla vytvořena nová databáze.
de: Ein Fehler trat beim Laden der Foto-Datenbank auf. Die alte Datenbank wurde nach »{0}« verschoben und eine neue Datenbank wurde erstellt.
tr: F-Spot fotoğrafı veritabanına yüklerken bir hata ile karşılaştı. Eski veritabanı {0} dizinine taşındı ve yeni bir veritabanı oluşturuldu.

source: New Selection
cs: Nový výběr
de: Neue Auswahl
tr: Yeni Seçim

source: Label
cs: Popisek
de: Beschriftung
tr: Etiket

source: Ratio
cs: Poměr
de: Bildformate
tr: Oran

source: Retry
cs: Znovu
de: Erneut versuchen
tr: Yeniden dene

source: Skip
cs: Přeskočit
de: Überspringen
tr: Atla

source: Adjust Time
cs: Přizpůsobit čas
de: Uhrzeit ändern
tr: Zamanı Ayarla

source: Adjusted date:
cs: Přizpůsobený čas:
de: Datum anpassen:
tr: Ayarlanmış tarih:

source: Current date:
cs: Dnešní datum:
de: Aktuelles Datum:
tr: Şimdiki tarih:

source: difference:
cs: rozdíl:
de: Unterschied:
tr: fark:

source: <b>Reference Photo</b>
cs: <b>Referenční fotografie</b>
de: <b>Quellfoto</b>
tr: <b>Kaynak Fotoğraf</b>

source: Space all photos by
cs: Rozčlenit všechny fotografie
de: Alle Fotos platzieren mit einem Abstand von
tr: Tüm fotoğrafların aralığı

source: min. Starting at {0}
cs: min. Začít na {0}
de: Min. Start bei {0}
tr: en düşük Başlangıç {0}

source: <b>Action</b>
cs: <b>Akce</b>
de: <b>Aktion</b>
tr: <b>Eylem</b>

source: <b>Photos</b>
cs: <b>Fotografie</b>
de: <b>Fotos</b>
tr: <b>Fotoğraflar</b>

source: P_arent Tag:
cs: _Rodičovský štítek:
de: Überge_ordnete Markierung:
tr: A_na Etiket:

source: _Tag Name:
cs: Název š_títku:
de: Markierungs_name:
tr: _Etiket Adı:

source: Create _icon for this tag when first used
cs: Vytvořit _ikonu pro tento štítek poté, co bude prvně použit
de: Symbol für diese Mark_ierung bei erster Benutzung erstellen
tr: İlk kullanımda bu etiket için _simge oluştur

source: C_reate
cs: Vy_tvořit
de: _Erstellen
tr: O_luştur

source: Set date range
cs: Nastavit rozsah data
de: Datumsbereich einstellen
tr: Tarih aralığı ayarla

source: <b>Select period</b>
cs: <b>Vybrat rozmezí</b>
de: <b>Zeitraum auswählen</b>
tr: <b>Dönem seç</b>

source: <b>Start Date</b>
cs: <b>Datum počátku</b>
de: <b>Anfangsdatum</b>
tr: <b>Başlangıç Tarihi</b>

source: <b>End Date</b>
cs: <b>Datum konce</b>
de: <b>Enddatum</b>
tr: <b>Son Tarih</b>

source: Cancel, do not change the current timeline.
cs: Zrušit, neměnit současnou časovou osu.
de: Abbrechen, aktuelle Zeitlinie nicht ändern.
tr: İptal et, mevcut zaman çizelgesi değişmez.

source: Only photos taken within these dates will be displayed.
cs: Budou zobrazeny pouze fotografie pořízeny v těchto dnech.
de: Nur Fotos innerhalb dieser Daten werden angezeigt.
tr: Sadece bu tarih aralığında çekilmiş fotoğraflar görüntülecek.

source: Edit Tag
cs: Upravit štítek
de: Markierung bearbeiten
tr: Etiketi Düzenle

source: _Icon:
cs: _Ikona:
de: _Symbol:
tr: _Simge:

source: Edit icon
cs: Upravit ikonu
de: Symbol bearbeiten
tr: Simgeyi Düzenle

source: Edit Tag Icon
cs: Upravit ikonu štítku
de: Markierungssymbol bearbeiten
tr: Etiket Simgesini Düzenle

source: <b>Preview</b>
cs: <b>Náhled</b>
de: <b>Vorschau</b>
tr: <b>Önizleme</b>

source: Design icon from
cs: Vytvořit ikonu z
de: Symbol entwerfen von
tr: Şuradan simge tasarla

source: <b>From External Photo</b>
cs: <b>Z externí fotografie</b>
de: <b>Aus externem Foto</b>
tr: <b>Harici Fotoğraftan</b>

source: <b>Predefined icons</b>
cs: <b>Předdefinované ikony</b>
de: <b>Vordefinierte Symbole</b>
tr: <b>Öntanımlı simgeler</b>

source: <b>From Photo</b>
cs: <b>Z fotografie</b>
de: <b>Aus einem Foto erstellen</b>
tr: <b>Fotoğraftan</b>

source: No _image
cs: Žá_dný obrázek
de: Kein _Bild
tr: _Görüntü yok

source: Filter on selected rolls
cs: Použít filtr hledání na vyfocené filmy
de: Filter nach ausgewählten Importen
tr: Seçilen rulolar üzerinde süzme uygula

source: <b>View all pictures imported</b>
cs: <b>Zobrazit všechny importované obrázky</b>
de: <b>Alle importierten Bilder anzeigen</b>
tr: <b>İçe aktarılan tüm resimleri görüntüle</b>

source: and
cs: a
de: und
tr: ve

source: Number of photos in selected rolls:
cs: Počet fotografií ve zvolených filmech:
de: Anzahl der Fotos in den ausgewählten Importen:
tr: Seçilen rulolardaki fotoğraf sayısı:

source: Show all photos.
cs: Zobrazit všechny fotografie.
de: Alle Fotos anzeigen.
tr: Tüm fotoğrafları göster.

source: Display only those photos that were imported in specified Rolls.
cs: Zobrazit pouze fotografie ze zadaných filmů.
de: Nur Fotos darstellen, die in den angegebenen Importen enthalten sind.
tr: Sadece belirtilen Rulolardan içeri aktarılan fotoğrafları göster.

source: at
cs: v
de: am
tr: tarihinde

source: after
cs: po
de: nach dem
tr: sonra

source: between
cs: mezi
de: zwischen
tr: arasında

source: F-Spot Preferences
cs: Nastavení F-Spot
de: Einstellungen von F-Spot
tr: F-Spot Tercihleri

source: When importing photos, copy them to:
cs: Při importu fotografií kopírovat do:
de: Beim Importieren Fotos kopieren nach:
tr: Fotoğraflar içeri aktarıldığında, onları şuraya kopyala:

source: Color profile for display:
cs: Profil barev pro zobrazení:
de: Farbprofil der Anzeige:
tr: Görüntü için renk profili:

source: Color profile for printing:
cs: Profil barev pro tisk:
de: Farbprofil zum Drucken:
tr: Baskı için renk profili:

source: F-Spot appearance:
cs: Vzhled F-Spot:
de: Erscheinungsbild von F-Spot
tr: F-Spot görünümü:

source: Select A Folder
cs: Vybrat složku
de: Ordner wählen
tr: Bir Klasör Seç

source: Inside the image files when possible <small>Makes them accessible to other image-editing programs.</small>
cs: V souboru s obrázkem, pokud je to možné <small>Budou zpřístupněny dalším programům pro úpravu obrázků.</small>
de: Wenn möglich, innerhalb der Bilddateien <small>Verschafft anderen Bildbearbeitungsprogrammen Zugriff.</small>
tr: Mümkün olduğunda görüntü dosyaları içinde <small>Onları diğer resim düzenleme programları tarafından erişilebilir yapar.</small>

source: Store tags and descriptions for photos:
cs: Uchovat štítky a popisky k fotografiím:
de: Markierungen und Beschreibungen von Fotos hinterlegen:
tr: Fotoğraflar için etiket ve açıklamaları depola:

source: Never modify image files. <small>Write XMP files next to the images instead.</small>
cs: Nikdy nezasahovat do souborů obrázků. <small>Změny budou zapisovány do připojených XMP souborů.</small>
de: Ändern Sie niemals Bilddateien. <small>Erstellen Sie stattdessen XMP-Dateien zu den Bildern.</small>
tr: Görüntü dosyaları asla değiştirilemez. <small>Görüntüler yerine yanındaki XMP dosyalarına yaz.</small>

source: Separately from the image files
cs: Odděleně od souborů s obrázky
de: Getrennt von den Bilddateien
tr: Ayrı görüntü dosyaları

source: Set Rating Filter
cs: Nastavit filtr hodnocení
de: Bewertungsfilter setzen
tr: Değerlendirme Süzgeci Ayarla

source: <b>Min Rating</b>
cs: <b>Nejnižší hodnocení</b>
de: <b>min. Bewertung</b>
tr: <b>Asgari Değerlendirme</b>

source: <b>Max Rating</b>
cs: <b>Nejvyšší hodnocení</b>
de: <b>max. Bewertung</b>
tr: <b>Azami Değerlendirme</b>

source: Repair
cs: Opravit
de: Reparieren
tr: Onar

source: Selection Constraints
cs: Omezení výběru
de: Beschränkungen der Auswahl
tr: Seçim Kısıtlamaları

source: Manage your custom selection ratios
cs: Spravovat vaše vlastní poměry výběru
de: Die selbstausgewählten Bildformate verwalten
tr: Özel seçim oranlarınızı yönetin

source: Edit
cs: Upravit
de: Bearbeiten
tr: Düzenle

source: No selection available
cs: Žádný výběr není k dispozici
de: Keine Auswahl verfügbar
tr: Kullanılabilir seçim yok

source: This tool requires an active selection. Please select a region of the photo and try the operation again
cs: Tento nástroj vyžaduje aktivní výběr. Zvolte prosím oblast fotografie a zkuste tuto operaci znovu
de: Dieses Werkzeug benötigt eine aktive Auswahl. Bitte wählen Sie einen Bereich des Fotos aus und versuchen Sie es danach erneut.
tr: Bu araç aktif bir seçime gerek duyuyor. Lütfen fotoğrafın bir bölgesini seçin ve işlemi tekrar deneyin

source: Error saving adjusted photo
cs: Chyba při ukládání upravené fotografie
de: Fehler beim Speichern des abgeglichenen Fotos
tr: Ayarlanan fotoğraf kaydedilirken hata

source: Received exception "{0}". Note that you have to develop RAW files into JPEG before you can edit them.
cs: Zachycena výjimka „{0}“. RAW soubory musí být před tím, než je možné je upravovat, převedeny do JPEG.
de: Die Ausnahme »{0}« wurde empfangen. Beachten Sie, dass RAW-Dateien vor der Bearbeitung erst in JPEG-Dateien umgewandelt werden müssen.
tr: "{0}" istisna durumu alındı. Unutmayın onları düzenlemeden önce RAW dosyalarını JPEG biçimine geliştirmelisiniz.

source: _Horizontal
cs: Na šíř_ku
tr: _Yatay

source: _Vertical
cs: Na _výšku
de: _Vertikal
tr: _Dikey

source: Find:
cs: Hledat:
de: Suchen:
tr: Bul:

source: Folders
cs: Složky
de: Ordner
tr: Klasörler

source: Filesystem
cs: Systém souborů
de: Dateisystem
tr: Dosya sistemi

source: (Unknown)
cs: (Není známo)
de: (Unbekannt)
tr: (Bilinmeyen)

source: Histogram
de: Histogramm
tr: Sütun Grafiği

source: Image Information
cs: Informace o obrázku
de: Bildinformationen
tr: Görüntü Bilgisi

source: {0} Photos
cs: {0} fotografií
de: {0} Fotos
tr: {0} Fotoğraf

source: Name
cs: Název
tr: Ad

source: Version
cs: Verze
tr: Sürüm

source: (No Edits)
cs: (Žádné úpravy)
de: (Keine Bearbeitungen)
tr: (Düzenleme Yok)

source: (One Edit)
cs: (Jedna úprava)
de: (Eine Bearbeitung)
tr: (Tek Düzenleme)

source: Date
cs: Datum
de: Datum
tr: Tarih

source: Show Date
cs: Zobrazit datum
de: Datum anzeigen
tr: Tarihi Göster

source: On {0} between {1} and {2}
cs: Dne {0} mezi {1} a {2}
de: Auf {0} zwischen {1} und {2}
tr: {0} tarihinde {1} ve {2} arasında

source: Between {0} and {1}
cs: Mezi {0} a {1}
de: Zwischen {0} und {1}
tr: {0} ve {1} arasında

source: Size
cs: Velikost
de: Größe
tr: Boyut

source: Show Size
cs: Zobrazit velikost
de: Größe anzeigen
tr: Boyutu Göster

source: Exposure
cs: Expozice
de: Belichtung
tr: Pozlama

source: Show Exposure
cs: Zobrazit expozici
de: Belichtung anzeigen
tr: Pozlamayı Göster

source: flash fired
cs: blesk blýskl
de: Blitz ausgelöst
tr: flaş patladı

source: flash didn't fire
cs: blesk neblýskl
de: Blitz nicht ausgelöst
tr: flaş patlamadı

source: Focal Length
cs: Ohnisková vzdálenost
de: Brennweite
tr: Odak Uzaklığı

source: Show Focal Length
cs: Zobrazit ohniskovou vzdálenost
de: Brennweite anzeigen
tr: Odak Uzaklığını Göster

source: Camera
cs: Fotoaparát
de: Kamera
tr: Kamera

source: Show Camera
cs: Zobrazit fotoaparát
de: Kamera anzeigen
tr: Kamerayı Göster

source: Creator
cs: Autor
de: Ersteller
tr: Oluşturucu

source: Show Creator
cs: Zobrazit autora
de: Ersteller anzeigen
tr: Oluşturucuyu Göster

source: File Size
cs: Velikost souboru
de: Dateigröße
tr: Dosya Boyutu

source: Show File Size
cs: Zobrazit velikost souboru
de: Dateigröße anzeigen
tr: Dosya Boyutunu Göster

source: (File read error)
cs: (Chyba čtení souboru)
de: (Fehler beim Lesen der Datei)
tr: (Dosya okuma hatası)

source: Rating
cs: Hodnocení
de: Bewertung
tr: Değerlendirme

source: Show Rating
cs: Zobrazit hodnocení
de: Bewertung anzeigen
tr: Değerlendirmeyi Göster

source: Show Tags
cs: Zobrazit štítky
de: Markierungen anzeigen
tr: Etiketleri Göster

source: Metadata
de: Metadaten
tr: Üstveri

source: Extended Metadata
cs: Rozšířená metadata
de: Erweiterte Metadaten
tr: Genişletilmiş Üstveri

source: No active photo
cs: Žádná aktivní fotografie
de: Kein Foto ausgewählt
tr: Aktif fotoğraf yok

source: The photo "{0}" does not exist
cs: Fotografie „{0}“ neexistuje
de: Das Foto »{0}« ist nicht vorhanden
tr: "{0}" fotoğrafı mevcut değil

source: No metadata available
cs: Žádná metadata nejsou k dispozici
de: Keine Metadaten verfügbar
tr: Kullanılabilir üstveri yok

source: Error saving sharpened photo
cs: Chyba při ukládání zaostřené fotografie
de: Fehler beim Speichern des geschärften Bilds
tr: Netleştirilmiş fotoğrafı kaydederken hata

source: Sharpen
cs: Zaostřit
de: Schärfen
tr: Netleştirmek

source: Amount:
cs: Úroveň:
de: Betrag:
tr: Miktar:

source: Radius:
cs: Poloměr:
tr: Yarıçap:

source: Threshold:
cs: Práh:
de: Schwellwert:
tr: Eşik değer:

source: Create New Tag...
cs: Vytvořit nový štítek…
de: Neue Markierung erstellen …
tr: Yeni Etiket Oluştur...

source: (No Tags)
cs: (Žádné štítky)
de: (Keine Markierungen)
tr: (Etiket Yok)

source: Create New Version
cs: Vytvořit novou verzi
de: Neue Version erstellen
tr: Yeni Sürüm Oluştur

source: Name:
cs: Název:
tr: Ad:

source: Rename Version
cs: Přejmenovat verzi
de: Version umbenennen
tr: Sürümü Yeniden Adlandır

source: New name:
cs: Nový název:
de: Neuer Name:
tr: Yeni ad:

source: Delete
cs: Smazat
de: Löschen
tr: Sil

source: Really delete version "{0}"?
cs: Opravdu odstranit verzi „{0}“?
de: Soll die Version »{0}« wirklich gelöscht werden?
tr: "{0}" sürümü gerçekten silinsin mi?

source: This removes the version and deletes the corresponding file from disk.
cs: Tato volba odstraní verzi a vymaže příslušný soubor z disku.
de: Dadurch wird die Version gelöscht und die entsprechende Datei vom Datenträger gelöscht.
tr: Bu sürüm kaldırır ve ilgili dosyaları diskten siler.

source: De_tach
cs: Odpoji_t
de: Ab_trennen
tr: Ay_ır

source: Really detach version "{0}" from "{1}"?
cs: Opravdu odpojit verzi „{0}“ od „{1}“?
de: Soll die Version »{0}« wirklich von »{1}« abgetrennt werden?
tr: "{0}", "{1}" sürümünden gerçekten ayrılsın mı?

source: This makes the version appear as a separate photo in the library. To undo, drag the new photo back to its parent.
cs: Tato volba vytvoří verzi, která se v knihovně objeví jako samostatná fotografie. Pro navrácení původního stavu přetahněte fotografii zpět na její zdroj.
de: Dadurch erscheint die Version als eigenständiges Foto in der Bibliothek. Um diesen Vorgang rückgängig zu machen, ziehen Sie das neue Foto an die Ausgangsposition zurück.
tr: Bu kütüphanede ayrı bir fotoğraf olarak görünen sürüm oluşturur. Geri almak için yeni fotoğrafı ana fotoğrafa sürükleyin.

source: Re_parent
cs: _Připojit ke zdroji
de: Abtrennung auf_heben
tr: Ço_ğalt

source: Really reparent "{0}" as version of "{1}"?
cs: Opravdu připojit fotografii „{0}“ jako verzi „{1}“?
de: Soll die Abtrennung von »{0}« als Version von »{1}« wirklich aufgehoben werden?
tr: Gerçekten "{0}", "{1}" sürümü olarak çoğaltılsın mı?

source: This makes the photos appear as a single one in the library. The versions can be detached using the Photo menu.
cs: Tato volba sdruží fotografie v knihovně do jedné. Verze mohou být odpojeny prostřednictvím Menu Fotografie.
de: Dadurch erscheinen die Fotos als einzelnes Bild in der Bibliothek. Im »Foto«-Menü können Sie die Versionen voneinander trennen.
tr: Bu fotoğrafların kütüphanede tek olarak görünmesini sağlar. Sürümler Fotoğraf menüsü kullanarak ayrılabilir.

source: Received exception "{0}".
cs: Zachycena výjimka „{0}“.
de: Fehler empfangen: »{0}«
tr: "{0}" istisnası alındı.

source: Create New Tag
cs: Vytvořit nový štítek
de: Neue Markierung erstellen
tr: Yeni Etiket Oluştur

source: Name of New Tag:
cs: Název nového štítku:
de: Name der neuen Markierung:
tr: Yeni Etiketin Adı:

source: Find
cs: Hledat
de: Suchen
tr: Bul

source: Edit Tag...
cs: Upravit štítek…
de: Markierung bearbeiten …
tr: Etiketi Düzenle...

source: Delete Tag
cs: Odstranit štítek
de: Markierung löschen
tr: Etiket Sil

source: Attach Tag to Selection
cs: Připojit štítek k výběru
de: Markierung zur Auswahl hinzufügen
tr: Etiketi Seçime Ekle

source: Remove Tag From Selection
cs: Odstranit štítek z výběru
de: Markierung aus der Auswahl entfernen
tr: Seçimden Etiketi Kaldır

source: Merge Tags
cs: Sloučit štítky
de: Markierungen zusammenführen
tr: Etiketleri Birleştir

source: Updating Thumbnails
cs: Aktualizují se náhledy
de: Vorschaubilder werden aktualisiert
tr: Küçük resimler güncelleniyor

source: Updating picture "{0}"
cs: Aktualizuje se obrázek „{0}“
de: Bild »{0}« wird aktualisiert
tr: "{0}" resim güncelleniyor

source: C_ontrast:
cs: K_ontrast:
de: K_ontrast:
tr: K_ontrast:

source: _Hue:
cs: _Odstín:
de: Farb_ton:
tr: _Ton:

source: _Brightness:
cs: _Jas:
de: _Helligkeit:
tr: _Parlaklık:

source: _Saturation:
cs: _Sytost:
de: _Sättigung:
tr: _Doygunluk:

source: _Exposure:
cs: _Expozice:
de: B_elichtung:
tr: _Pozlama:

source: <b>Co_rrections</b>
cs: <b>Ko_rekce</b>
de: <b>Ko_rrekturen</b>
tr: <b>Dü_zeltmeler</b>

source: _Tint:
cs: _Tón:
de: _Farbton:
tr: _Ton:

source: Te_mp:
cs: Tep_lota:
tr: Sı_caklık:

source: <b>_White Balance</b>
cs: <b>_Vyvážení bílé</b>
de: <b>_Weißabgleich</b>
tr: <b>_Beyaz Dengesi</b>

source: Import _from:
cs: Importovat _z:
de: Importieren _von:
tr: _Şuradan içeri aktar:

source: _Attach tags:
cs: _Připojit štítek:
de: M_arkierungen anfügen:
tr: Etiketleri _ekle:

source: _Detect duplicates
cs: _Detekovat duplicity
de: _Duplikate finden
tr: Çiftleri _algıla

source: C_opy files to the Photos folder
cs: K_opírovat soubory do složky Photos
de: Dateien in den F_otoordner kopieren
tr: Dosyaları Fotoğraf klasörüne k_opyala

source: I_nclude subfolders
cs: Včetně _podsložek
de: U_nterordner einbeziehen
tr: Alt klasörleri d_ahil et

source: _Remove original files after import
cs: Po impo_rtu odstranit původní soubory
de: Originaldateien nach dem Importieren entfe_rnen
tr: İçeri aktardıktan sonra özgün dosyaları _kaldır

source: _Import
de: _Importieren
tr: _İçeri Aktar

source: Create Mail
cs: Vytvořit e-mail
de: Mail erstellen
tr: Posta Oluştur

source: Tiny
cs: Drobný
de: Winzig
tr: Ufak

source: Small
cs: Malé
de: Klein
tr: Küçük

source: Medium
cs: Střední
de: Mittel
tr: Orta

source: Large
cs: Velké
de: Groß
tr: Büyük

source: Extra large
cs: Extra velký
de: Extra groß
tr: Daha büyük

source: Original size (possible very large file size)
cs: Původní velikost (pravděpodobně velmi velký soubor)
de: Originalgröße (eventuell sehr große Dateigröße)
tr: Özgün boyut (muhtemelen çok büyük dosya boyutu)

source: <b>Size</b>
cs: <b>Velikost</b>
de: <b>Größe</b>
tr: <b>Boyut</b>

source: Number of pictures
cs: Počet obrázků
de: An_zahl der Bilder
tr: Resimlerin sayısı

source: Total original size
cs: Celková původní velikost
de: Gesamte Originalgröße
tr: Toplam özgün boyut

source: Estimated new size
cs: Odhadovaná nová velikost
de: Geschätzte neue Größe
tr: Tahmini yeni boyut

source: <b>Summary</b>
cs: <b>Souhrn</b>
de: <b>Zusammenfassung</b>
tr: <b>Özet</b>

source: Do not send a mail
cs: Neodesílat e-mail
de: Keine Mail versenden
tr: Posta gönderme

source: _Create Mail
cs: Vy_tvořit e-mail
de: _E-Mail erstellen
tr: Posta _Oluştur

source: Create a mail with the selected photos (possibly resized) attached
cs: Vytvořit e-mail s přiloženými zvolenými fotografiemi (s možností změny velikosti)
de: Eine Mail mit den ausgewählten Fotos (eventuell verkleinert) angehängt erstellen
tr: Seçilen fotoğrafların eklendiği(muhtemelen yeniden boyutlandırılmış) bir posta oluştur

source: _Photo
cs: _Fotografie
de: _Foto
tr: _Fotoğraf

source: _Import...
cs: _Importovat…
de: I_mportieren …
tr: _İçeri Aktar...

source: _Version
cs: _Verze
tr: _Sürüm

source: Create _New Version...
cs: Vytvořit _novou verzi…
de: _Neue Version erstellen …
tr: _Yeni Sürüm Oluştur...

source: _Delete Version
cs: O_dstranit verzi
de: Version _löschen
tr: Sürümü _Sil

source: _Rename Version
cs: Přejmenovat ve_rzi
de: Version _umbenennen
tr: Sürümü _Yeniden Adlandır

source: De_tach Version
cs: Ods_tranit verzi
de: Version ab_trennen
tr: Sürüm Ay_ır

source: _Export to
cs: _Exportovat do
de: _Exportieren nach
tr: Şuraya _Dışa Aktar

source: Page Set_up...
cs: Na_stavení stránky…
de: Sei_teneinstellungen …
tr: Sayfa Aya_rları...

source: Send by _Mail...
cs: Poslat elektronickou _poštou…
de: Per _E-Mail verschicken …
tr: _Posta ile Gönder...

source: _Close
cs: _Zavřít
de: S_chließen
tr: _Kapat

source: _Quit
cs: U_končit
de: _Beenden
tr: _Çık

source: _Edit
cs: U_pravit
de: _Bearbeiten
tr: _Düzenle

source: Copy
cs: Kopírovat
de: Kopieren
tr: Kopyala

source: Select _All
cs: Vybrat vš_e
de: _Alles auswählen
tr: _Tümünü Seç

source: Select _None
cs: Zrušit _výběr
de: Alles a_bwählen
tr: _Hiçbirini Seçme

source: _Invert Selection
cs: Obrát_it výběr
de: Auswahl _umkehren
tr: Seçimi _Tersine Çevir

source: _Sharpen...
cs: Doo_střit
de: _Schärfen …
tr: _Keskinleştir...

source: Adjust _Time...
cs: Přizpůsobi_t čas…
de: _Uhrzeit anpassen …
tr: _Zamanı Ayarla...

source: Re_fresh Thumbnail
cs: Obnovit ná_hledy
de: Bildvorschau _aktualisieren
tr: Küçük Resmi Ye_nile

source: Set as _Background
cs: Nastavit jako _pozadí
de: Als Hintergrund_bild verwenden
tr: _Arkaplan olarak Ayarla

source: _Attach Tag
cs: _Připojit štítek
de: Markierung hinzu_fügen
tr: Etiket _Ekle

source: Manage _Extensions
cs: Spravovat rozšíř_ení
de: _Erweiterungen verwalten
tr: _Uzantıları Yönet

source: _View
cs: _Zobrazit
de: _Ansicht
tr: _Görünüm

source: _Slideshow
cs: _Promítání snímků
de: _Diashow
tr: _Slayt Gösterisi

source: _Fullscreen
cs: _Celá obrazovka
de: _Vollbild
tr: _Tam ekran

source: Thumbnail _elements
cs: Prvky náhl_edů
de: Bildvorschau_elemente
tr: Küçük resim _ögeleri

source: _Dates
cs: _Data
de: _Daten
tr: _Tarihler

source: T_ags
cs: Š_títky
de: M_arkierungen
tr: E_tiketler

source: _Ratings
cs: _Hodnocení
de: _Bewertungen
tr: _Değerlendirmeler

source: _Components
cs: _Komponenty
de: _Komponenten
tr: _Bileşenler

source: Side_bar
cs: _Boční panel
de: _Seitenleiste
tr: Yan_Çubuk

source: _Timeline
cs: Časová _osa
de: _Zeitleiste
tr: _Zaman Çizelgesi

source: _Filmstrip
cs: _Filmový pás
de: _Filmstreifen
tr: _Film şeridi

source: Too_lbar
cs: _Lišta nástrojů
de: _Werkzeugleiste
tr: Araç _Çubuğu

source: Zoom _in
cs: Zvětš_it
de: Ansicht ver_größern
tr: Yakınlaşt_ır

source: Zoom _out
cs: Z_menšit
de: Ansicht ver_kleinern
tr: Uzaklaş_tır

source: _Loupe
cs: _Lupa
de: _Lupe
tr: _Büyüteç

source: _Tag Icons
cs: Ikony š_títků
de: _Markierungssymbole
tr: _Etiket Simgeleri

source: _Hidden
cs: _Skryté
de: _Versteckt
tr: _Gizlenmiş

source: _Small
cs: M_alý
de: _Klein
tr: _Küçük

source: _Medium
cs: Střed_ní
de: _Mittel
tr: _Orta

source: _Large
cs: Ve_lký
de: _Groß
tr: _Büyük

source: Arrange _by
cs: Uspořádat po_dle
de: Sortieren _nach
tr: _Şuna Göre Sırala

source: _Reverse Order
cs: _Otočit třídění
de: _Umgekehrte Reihenfolge
tr: _Ters Sırala

source: Fin_d
cs: Hle_dat
de: _Suchen
tr: Bu_l

source: By _Rating
cs: Podle _hodnocení
de: Nach _Bewertung
tr: _Değerlendirmeye Göre
