Repository: f-spot/f-spot
Catalog: po/*.po
Languages: cs, de, tr

source: Obtaining URL for upload
cs: Získat URL pro nahrávání
de: URL zum Hochladen wird ermittelt
tr: Yükleme için URL alınıyor

source: Export to
cs: Exportovat do
de: Exportieren nach
tr: Şuraya Dışa Aktar:

source: Open _With
cs: Otevřít _v
de: Öffnen _mit
tr: _Birlikte Aç

source: Rem_ove Tag
cs: S_mazat štítek
de: Markierung ent_fernen
tr: Etiketi Kal_dır

source: No photos matching {0} found
cs: Nenalezena žádná fotografie odpovídající {0}
de: Keine Fotos gefunden, die mit {0} übereinstimmen
tr: Eşleşen hiçbir fotoğraf {0} bulunamadı

source: The tag "{0}" is not applied to any photos. Try adding the tag to some photos or selecting a different tag in the F-Spot preference dialog.
cs: Štítkem „{0}“ není označena žádná fotografie. Zkuste jím označit některé fotografie nebo vyberte jiný v dialogu nastavení.
de: Die Markierung »{0}« wird bei keinem Foto genutzt. Versuchen Sie, die Markierung zu einigen Fotos hinzuzufügen oder wählen Sie eine andere Markierung im F-Spot-Einstellungsdialog.
tr: "{0}" etiketi hiçbir fotoğrafa uygulanamadı. Bazı fotoğraflara etiketi eklemeyi ya da F-Spot tercihler penceresinden farklı bir etiket seçmeyi deneyin.

source: Search returned no results
cs: Hledání nevrátilo žádné výsledky
de: Die Suche brachte keine Ergebnisse
tr: Arama hiçbir sonuç döndürmedi

source: The tag F-Spot is looking for does not exist. Try selecting a different tag in the F-Spot preference dialog.
cs: Štítek, který F-Spot hledá, neexistuje. Zkuste zvolit jiný štítek v dialogu nastavení.
de: Die Markierung, nach der F-Spot gesucht hat, existiert nicht. Versuchen Sie eine andere Markierung im F-Spot-Einstellungsdialog.
tr: F-Spot etiketi mevcut görünmüyor. F-Spot tercihler penceresinden başka bir etiket seçmeyi deneyin.

source: Updating F-Spot Database
cs: Aktualizuje se databáze programu F-Spot
de: F-Spot-Datenbank wird aktualisiert
tr: F-Spot Veritabanı Güncelleniyor

source: Please wait while your F-Spot gallery's database is updated. This may take some time.
cs: Vyčkejte prosím, než se aktualizuje databáze galerie programu F-Spot. Může to chvíli trvat.
de: Bitte warten Sie, während die Datenbank Ihrer F-Spot Galerie aktualisiert wird. Dies kann einige Zeit dauern.
tr: Lütfen F-Spot galerisinin veritabanı günellenirken bekleyin. Bu işlem biraz zaman alabilir.

source: Auto Color
cs: Automatické barvy
de: Automatischer Farbabgleich
tr: Otomatik Renk

source: Adjust Colors
cs: Upravit barvy
de: Farbabgleich
tr: Renkleri Ayarla

source: Adjust
cs: Přizpůsobit
de: Anpassen
tr: Ayarla

source: 4 x 3 (Book)
cs: 4 × 3 (kniha)
de: 10 x 7,5 (Book)
tr: 4 x 3 (Kitap)

source: 4 x 6 (Postcard)
cs: 4 × 6 (pohlednice)
de: 10 x 15 (Postkarte)
tr: 4 x 6 (Kartpostal)

source: Square
cs: Čtverec
de: Quadrat
tr: Kare

source: Crop
cs: Ořezat
de: Zuschneiden
tr: Kırp

source: Select the area that needs cropping.
cs: Zvolte oblast, kterou je potřeba oříznout.
de: Wählen Sie den Bereich zum Zuschneiden aus.
tr: Kırpma gereken alanı seçin.

source: No Constraint
cs: Žádné omezení
de: Keine Beschränkung
tr: Kısıt Yok

source: Same as photo
cs: Stejné jako fotka
de: Wie im Foto
tr: Fotoğraf ile aynı

source: Custom Ratios...
cs: Vlastní poměry…
de: Selbstgewählte Bildformate …
tr: Özel Oranlar...

source: Desaturate
cs: Odbarvit
de: Entsättigen
tr: Solgunlaştır

source: Red-eye Reduction
cs: Odstranit červené oči
de: Rote-Augen-Reduzierung
tr: Kırmızı-göz Düzeltme

source: Fix!
cs: Opravit
de: Korrigieren!
tr: Düzelt!

source: Select the eyes you wish to fix.
cs: Označte oči, které chcete opravit.
de: Wählen Sie die Augen, die korrigiert werden sollen.
tr: Düzeltmek istediğiniz gözleri seçin.

source: Sepia Tone
cs: Sépiový odstín
de: Sepiafarben
tr: Sepya Tonu

source: Soft Focus
cs: Změkčit okraje
de: Weicher Fokus
tr: Yumuşak Odak

source: Straighten
cs: Narovnat
de: Begradigung
tr: Düzelt

source: Hide
cs: Skrýt
de: Verbergen
tr: Gizle

source: Hide toolbar
cs: Skrýt lištu nástrojů
de: Werkzeugleiste verbergen
tr: Araç çubuğunu gizle

source: Info
cs: Informace
tr: Bilgi

source: Image information
cs: Informace o obrázku
de: Bildinformationen
tr: Görüntü bilgileri

source: Exit fullscreen
cs: Ukončit celou obrazovku
de: Vollbild verlassen
tr: Tam ekrandan çık

source: Slideshow
cs: Promítání snímků
de: Diaschau
tr: Slayt Gösterisi

source: Start slideshow
cs: Spustit promítání snímků
de: Diaschau starten
tr: Slayt gösterisine başla

source: Slide transition:
cs: Přechod snímku:
de: Diaübergänge:
tr: Slayt geçişi:

source: More dates
cs: Více dat
de: Weitere Zeitpunkte
tr: Daha fazla tarih

source: More
cs: Více
de: Mehr
tr: Daha fazla

source: _Clear Date Range
cs: _Vymazat rozsah data
de: Datumsspanne _zurücksetzen
tr: Tarih Aralığını _Temizle

source: Imported Tags
cs: Importované štítky
de: Importierte Markierungen
tr: Etiketler İçeri Aktarıldı

source: Rotate Left
cs: Otočit doleva
de: Nach links drehen
tr: Sola Döndür

source: Rotate picture left
cs: Otočit obrázek doleva
de: Bild nach links drehen
tr: Resmi sola döndür

source: Rotate Right
cs: Otočit doprava
de: Nach rechts drehen
tr: Sağa Döndür

source: Rotate picture right
cs: Otočit obrázek doprava
de: Bild nach rechts drehen
tr: Resmi sağa döndür

source: Next
cs: Následující
de: Nächstes
tr: Sonraki

source: Next picture
cs: Další obrázek
de: Nächstes Bild
tr: Sonraki resim

source: Previous
cs: Předchozí
de: Vorheriges
tr: Önceki

source: Previous picture
cs: Předchozí obrázek
de: Vorheriges Bild
tr: Önceki resim

source: Not {0}
cs: Ne {0}
de: Nicht {0}
tr: {0} değil

source: Import
de: Importieren
tr: İçe Aktar

source: Import new images
cs: Importovat nové fotografie
de: Neue Bilder importieren
tr: Yeni görüntüleri içe aktar

source: Browse
cs: Procházet
de: Übersicht
tr: Göz at

source: Browse many photos simultaneously
cs: Proházet mnoho fotografií zároveň
de: Viele Fotos gleichzeitig durchstöbern
tr: Aynı anda çok sayıda fotoğrafa göz atın

source: Edit Image
cs: Upravit obrázek
de: Bild bearbeiten
tr: Görüntüyü Düzenle

source: View and edit a photo
cs: Zobrazit a upravit fotografii
de: Ein Foto anzeigen und bearbeiten
tr: Bir fotoğrafı görüntüle ve düzenle

source: Fullscreen
cs: Celá obrazovka
de: Vollbild
tr: Tam Ekran

source: View photos fullscreen
cs: Zobrazit fotografie na celé obrazovce
de: Fotos im Vollbild anzeigen
tr: Fotoğrafları tam ekran görüntüle

source: View photos in a slideshow
cs: Zobrazovat fotografie jako prezentaci
de: Fotos in einer Diaschau anzeigen
tr: Fotoğrafları slayt gösterisi şeklinde görüntüle

source: Previous photo
cs: Předchozí fotografie
de: Vorheriges Foto
tr: Önceki fotoğraf

source: Next photo
cs: Následující fotografie
de: Nächstes Foto
tr: Sonraki fotoğraf

source: Tags
cs: Štítky
de: Markierungen
tr: Etiketler

source: Show _Find Bar
cs: Zobrazit _lištu hledání
de: Suchfeld _anzeigen
tr: _Bul Çubuğunu Göster

source: Hide _Find Bar
cs: Skrýt _lištu hledání
de: Suchfeld _verbergen
tr: _Bul Çubuğunu Gizle

source: Merge the selected tag
cs: Sloučit zvolený štítek
de: Die ausgewählte Markierung zusammenführen?
tr: Seçilen etiketi birleştir

source: This operation will merge the selected tags and any sub-tags into a single tag.
cs: Tato operace sloučí zvolené štítky a všechny podřízené štítky do jednoho štítku.
de: Diese Aktion wird die gewählten Markierungen und alle Untermarkierungen zu einer einzigen Markierung zusammenführen.
tr: Bu işlem seçilen etiketleri ve alt etiketleri tek bir etiket içinde birleştirecek.

source: _Merge Tags
cs: _Sloučit štítky
de: Markierungen _zusammenführen
tr: Etiketleri _Birleştir

source: {0} Photo out of {1}
cs: Fotografie {0} z {1}
de: {0} von {1} Fotos
tr: {1} dışında {0} Fotoğrafı

source: {0} Photo
cs: {0} fotografie
de: {0} Foto
tr: {0} Fotoğraf

source: ({0} selected)
cs: ({0} vybrána)
de: ({0} ausgewählt)
tr: ({0} seçilen)

source: _Ok
cs: _Budiž
tr: _Tamam

source: Error Deleting Picture
cs: Chyba při odstraňování obrázků
de: Fehler beim Löschen des Bilds
tr: Resim Silinirken Hata

source: No permission to delete the file:{1}{0}
cs: Chybí oprávnění ke smazání souboru:{1}{0}
de: Keine Berechtigung zum Löschen der Datei:{1}{0}
tr: Dosya silmek için izin yok:{1}{0}

source: An error of type {0} occurred while deleting the file:{2}{1}
cs: Při mazání souboru {2}{1} došlo k chybě typu {0}
de: Ein Fehler des Typs {0} ist beim Löschen der Datei aufgetreten:{2}{1}
tr: Dosya silinirken {0} türünde bir hata meydana geldi:{2}{1}

source: Delete the selected photo permanently?
cs: Natrvalo odstranit zvolenou fotografii?
de: Das ausgewählte Foto dauerhaft löschen?
tr: Seçilen fotoğraf kalıcı olarak silinsin mi?

source: This deletes all versions of the selected photo from your drive.
cs: To odstraní všechny verze zvolené fotografie z vašeho disku.
de: Dies löscht alle Versionen des gewählten Fotos vom Laufwerk.
tr: Bu, seçilen fotoğrafın tüm sürümlerini diskinizden siler.

source: _Delete photo
cs: _Odstranit fotografii
de: Foto _löschen
tr: _Fotoğrafı sil

source: Remove the selected photo from F-Spot?
cs: Odstranit zvolenou fotografii z F-Spot?
de: Das ausgewählte Foto aus F-Spot entfernen?
tr: Seçilen fotoğraf F-Spot uygulamasından kaldırılsın mı?

source: If you remove photos from the F-Spot catalog all tag information will be lost. The photos remain on your computer and can be imported into F-Spot again.
cs: Pokud odstraníte fotografie z katalogu F-Spot, všechny informace o štítcích budou ztraceny. Fotografie zůstávají ve vašem počítači a lze je do F-Spot znovu importovat.
de: Wenn Fotos aus dem F-Spot-Katalog entfernt werden, gehen alle Markierungsinformationen verloren. Die Fotos bleiben jedoch auf dem Rechner erhalten und können wieder in F-Spot importiert werden.
tr: Eğer fotoğrafları F-Spot kataloğundan kaldırırsanız tüm etiket bilgisi kaybolacaktır. Fotoğrafların bilgisayarınızda durması ile bunlar F-Spot içine yeniden aktarılabilir.

source: _Remove from Catalog
cs: _Odstranit z katalogu
de: Aus dem Katalog ent_fernen
tr: Katalogdan _Kaldır

source: Delete tag "{0}"?
cs: Odstranit štítek „{0}“?
de: Die Markierung »{0}« löschen?
tr: "{0}" etiketi silinsin mi?

source: Delete the {0} selected tags?
cs: Odstranit {0} zvolených štítků?
de: Die {0} ausgewählten Markierungen löschen?
tr: Seçilen {0} etiketi silinsin mi?

source: photo
cs: fotografie
de: Foto
tr: fotoğraf

source: If you delete this tag, the association with {0} {1} will be lost.
cs: Pokud odstraníte tento štítek, asociace s {0} {1} bude ztracena.
de: Wenn eine Markierung gelöscht wird, gehen alle Verbindungen zu {0} {1} verloren.
tr: Eğer bu etiketi silerseniz, {0} {1} ilişkisi kaybolacak.

source: _Delete tag
cs: O_dstranit štítek
de: Markierung _löschen
tr: Etiket _sil

source: Tag is not empty
cs: Štítek není prázdný
de: Markierung ist nicht leer
tr: Etiket boş değil

source: Can not delete tags that have tags within them. Please delete tags under "{0}" first
cs: Nelze odstranit štítky, které obsahují štítky. Nejdříve prosím odstraňte štítky pod „{0}“
de: Markierungen können nicht gelöscht werden, wenn sie weitere Markierungen beinhalten. Bitte löschen Sie zuerst die Markierungen unterhalb von »{0}«.
tr: Onların içinde olan etiketler silinemez. Lütfen ilk önce "{0}" altındaki etiketleri silin

source: Rotate selected photo left
cs: Otočit zvolenou fotografii doleva
de: Ausgewähltes Foto nach links rotieren
tr: Seçilen fotoğrafı sola döndür

source: Rotate selected photo right
cs: Otočit zvolenou fotografii doprava
de: Ausgewähltes Foto nach rechts drehen
tr: Seçilen fotoğrafı sağa döndür

source: Find _Selected Tag
cs: Na_jít zvolený štítek
de: Gewählte Markierung _finden
tr: _Seçilen Etiketi Bul

source: Find Selected Tag _With
cs: Vyhledat zvolený štítek _s
de: Ausgewählte Markierung suchen _mit
tr: Seçilen Etiket _ile birlikte bul

source: Create New Version?
cs: Vytvořit novou verzi?
de: Neue Version erstellen?
tr: Yeni Sürüm Oluşturulsun mu?

source: Before launching {1}, should F-Spot create a new version of the selected photo to preserve the original?
cs: Má F-Spot vytvořit novou verzi zvolené fotografie před spuštěním {1} pro zachování originálu?
de: Soll F-Spot vor dem Ausführen von {1} eine Kopie des ausgewählten Fotos erstellen, um das Original zu erhalten?
tr: {1} başlatılmadan önce, F-Spot özgün olanını korumak için seçilen fotoğrafın yeni bir sürümünü oluşturmalı mı?

source: XCF version
cs: Verze XCF
tr: XCF sürümü

source: Reparented
cs: Podřízená
de: Ausgangsfoto neu festgelegt
tr: Çoğaltılmış

source: Modified
cs: Změněn
de: Bearbeitet
tr: Değiştirildi

source: Modified in {1}
cs: Změněn v {1}
de: Bearbeitet in {1}
tr: {1} içinde değiştirildi

source: Modified in {1} ({0})
cs: Změněn v {1} ({0})
de: Bearbeitet in {1} ({0})
tr: {1} ({0}) içinde değişiklik yapıldı

source: Original
cs: Originál
tr: Özgün

source: Description:
cs: Popisek:
de: Beschreibung:
tr: Açıklama:

source: Photos
cs: Fotografie
de: Fotos
tr: Fotoğraflar

source: Image Settings
cs: Nastavení obrázku
de: Bildeinstellungen
tr: Görüntü Ayarları

source: Find:
cs: Hledat:
de: Suchen:
tr: Bul:

source: Untagged photos
cs: Fotografie bez štítků
de: Unmarkierte Fotos
tr: Etiketlenmemiş fotoğraflar

source: Rated photos
cs: Hodnocené fotografie
de: Bewertete Fotos
tr: Değerlendirilmiş fotoğraflar

source: Import roll
cs: Importované filmy
de: Importe
tr: Ruloyu İçeri Aktar

source: Clear search
cs: Vymazat hledání
de: Suche zurücksetzen
tr: Aramayı temizle

source: Refresh search
cs: Aktualizovat vyhledávání
de: Suche zurücksetzen
tr: Aramayı yenile

source: No matching photos found
cs: Nenalezeny žádné odpovídající fotografie
de: Keine passenden Fotos gefunden
tr: Eşlenen fotoğraf bulunamadı

source: Unable to rotate this type of photo
cs: Nelze otočit tuto fotografii
de: Diese Art von Foto konnte nicht gedreht werden
tr: Bu tür fotoğraf döndürülemedi

source: Unable to rotate readonly file
cs: Nelze otočit tuto fotografii pouze pro čtení
de: Schreibgeschützte Datei kann nicht gedreht werden
tr: Salt okunur dosya döndürülemedi

source: Rotating photos
cs: Otáčí se fotografie
de: Fotos werden gedreht
tr: Fotoğraflar döndürülüyor

source: Rotating photo "{0}"
cs: Otáčí se fotografie „{0}“
de: Foto »{0}« wird gedreht
tr: "{0}" fotoğrafı döndürülüyor

source: Directory not found
cs: Složka nenalezena
de: Ordner nicht gefunden
tr: Dizin bulunamadı

source: File not found
cs: Soubor nenalezen
de: Datei nicht gefunden
tr: Dosya bulunamadı

source: Unable to rotate photo
cs: Nelze otočit fotografii
de: Das Foto konnte nicht gedreht werden
tr: Fotoğraf döndürülemedi

source: The photo could not be rotated because it is on a read only file system or media such as a CD-ROM. Please check the permissions and try again.
cs: Fotografie nemohla být otočena, protože je na systému souborů nebo médiu jen pro čtení, například CD-ROM. Zkontrolujte prosím oprávnění a zkuste to znovu.
de: Das Foto konnte nicht gedreht werden, da es sich auf einem schreibgeschützten Dateisystem oder Medium (z.B. CD-ROM) befindet. Bitte versuchen Sie es nach Überprüfung der Zugriffsrechte erneut.
tr: Fotoğraf salt okunur dosya sisteminde ya da CD-ROM gibi bir ortamda olduğundan dolayı döndürülemedi. Lütfen izinleri kontrol edin ve tekrar deneyin.

source: Received error "{0}" while attempting to rotate {1}
cs: Přijata chyba „{0}“ při pokusu otočit {1}
de: Beim Versuch »{1}« zu drehen, wurde der Fehler »{0}« empfangen
tr: {1} döndürülmeye çalışılırken "{0}" hatası alındı

source: Error while rotating photo.
cs: Chyba při otáčení fotografie.
de: Fehler beim Drehen des Fotos.
tr: Fotoğraf döndürülürken hata.

source: Preparing email
cs: Příprava e-mailu
de: E-Mail wird vorbereitet
tr: Eposta hazırlanıyor

source: Exporting picture "{0}"
cs: Exportuje se obrázek „{0}“
de: Bild »{0}« wird exportiert
tr: Resim "{0}" dışa aktarılıyor

source: Error processing image
cs: Chyba při zpracování obrázku
de: Fehler beim Verarbeiten des Bildes
tr: Görüntü işlenirken hata

source: An error occured while processing "{0}": {1}
tr: "{0}" işlenirken bir hata meydana geldi: {1}

source: My Photos
cs: Mé fotografie
de: Meine Fotos
tr: Fotoğraflarım

source: Rotate photo left
cs: Otočit fotografii doleva
de: Foto nach links rotieren
tr: Fotoğrafı sola döndür

source: Rotate photo right
cs: Otočit fotografii doprava
de: Foto nach rechts rotieren
tr: Fotoğrafı sağa döndür

source: Folder
cs: Složka
de: Ordner
tr: Klasör

source: Open
cs: Otevřít
de: Öffnen
tr: Aç

source: Select Folder
cs: Vybrat složku
de: Ordner wählen
tr: Klasör Seç

source: Set as Background
cs: Nastavit jako pozadí
de: Als Hintergrundbild verwenden
tr: Arkaplan Olarak Ayarla

source: Include Photos Tagged "{0}"
cs: Zahrnout fotografie označené „{0}“
de: Fotos mit Markierung »{0}« hinzufügen
tr: "{0}" Olarak Etiketlenmiş Fotoğrafları Dahil Et

source: Exclude Photos Tagged "{0}"
cs: Vyřadit fotografie označené „{0}“
de: Fotos mit Markierung »{0}« ausschließen
tr: "{0}" Olarak Etiketlenmiş Fotoğrafları Hariç Tut

source: Remove From Search
cs: Nezahrnovat do vyhledávání
de: Aus der Suche entfernen
tr: Aramadan Kaldır

source: Find _With
cs: Vyhledat _s
de: Suchen _mit
tr: _İle Bul

source: All
cs: Vše
de: Alle
tr: Tümü

source: Drag tags here to search for them
cs: Sem přetáhněte štítky, které chcete hledat
de: Markierungen hier einfügen, um nach ihnen zu suchen
tr: Aranacak etiketleri buraya sürükle

source: Error renaming tag
cs: Chyba při přejmenovávání štítku
de: Fehler beim Umbenennen der Markierung
tr: Etiket yeniden adlandırılırken hata

source: This name is already in use
cs: Tento název se již používá
de: Dieser Name existiert bereits
tr: Bu ad zaten kullanımda

source: Favorites
cs: Oblíbené
de: Favoriten
tr: Favoriler

source: Hidden
cs: Skryté
de: Versteckt
tr: Gizli

source: People
cs: Lidé
de: Personen
tr: İnsanlar

source: Places
cs: Místa
de: Orte
tr: Yerler

source: Events
cs: Události
de: Ereignisse
tr: Olaylar

source: (None)
cs: (Není)
de: (Keine)
tr: (Hiçbiri)

source: and
cs: a
de: und
tr: ve

source: or
cs: nebo
de: oder
tr: ya da

source: or
cs: nebo
de: oder
tr: ya da

source: Photo management for GNOME
cs: Správce fotografií pro GNOME
de: Fotoverwaltung für GNOME
tr: GNOME için fotoğraf yönetimi

source: Copyright © 2003-2010 Novell Inc.
tr: Telif Hakkı © 2003-2010 Novell Inc.

source: translator-credits
cs: Miloslav Trmač <mitr@volny.cz> Jakub Friedl <jfriedl@suse.cz> Pavel Šefránek <ps@pjoul.cz> Petr Kovář <pknbe@volny.cz> Zdeněk Hataš <zdenek.hatas@gmail.com>
de: Frank Arnold <frank@scirocco-5v-turbo.de> Hendrik Richter <hendrikr@gnome.org> Hanno Böck <hanno@hboeck.de> Arun Persaud <arun@nubati.net> Mario Blättermann <mariobl@gnome.org>
tr: Muhammet Kara <muhammetk@gmail.com>

source: F-Spot Website
cs: Webová stránka programu F-Spot
de: F-Spot Webseite
tr: F-Spot Web Sitesi

source: Shift all photos by {0}
cs: Posunout všechny fotografie o {0}
de: Alle Fotos um {0} verschieben
tr: Fotoğrafların tümünü {0} göre değiştir

source: Today
cs: Dnes
de: Heute
tr: Bugün

source: Yesterday
cs: Včera
de: Gestern
tr: Dün

source: Last 7 days
cs: Posledních 7 dnů
de: Die letzten 7 Tage
tr: Son 7 gün

source: Last 30 days
cs: Posledních 30 dnů
de: Die letzten 30 Tage
tr: Son 30 gün

source: Last 90 days
cs: Posledních 90 dnů
de: Die letzten 90 Tage
tr: Son 90 gün

source: Last 360 days
cs: Posledních 360 dnů
de: Die letzten 360 Tage
tr: Son 360 gün

source: Current Week (Mon-Sun)
cs: Tento týden (po-ne)
de: Diese Woche (Mo-So)
tr: Şimdiki Hafta (Pzt-Paz)

source: Previous Week (Mon-Sun)
cs: Minulý týden (po-ne)
de: Vergangene Woche (Mo-So)
tr: Önceki Hafta (Pzt-Paz)

source: All Images
cs: Všechny obrázky
de: Alle Bilder
tr: Tüm Görüntüler

source: Customized Range
cs: Upravený rozsah
de: Benutzerdefinierter Bereich
tr: Özelleştirilmiş Aralık

source: Received exception "{0}". Unable to save photo {1}
cs: Zachycena výjimka „{0}“. Nelze uložit fotografii {1}
de: Die Ausnahme »{0}« wurde empfangen. Das Bild {1} kann nicht gespeichert werden.
tr: "{0}" istisna durum alındı. {1} fotoğrafı kaydedilemedi

source: Error editing photo
cs: Chyba při upravování fotografie
de: Fehler beim Bearbeiten des Fotos
tr: Fotoğrafı düzenlerken hata

source: Edit Icon for Tag {0}
cs: Upravit ikonu pro štítek {0}
de: Symbol für Markierung {0} bearbeiten
tr: {0} Etiketi için Simgeyi Düzenle

source: Select Photo from file
cs: Vybrat fotografii ze souboru
de: Foto aus Datei auswählen
tr: Fotoğrafı Dosyadan Seç

source: <b>From Photo</b> You can use one of your library photos as an icon for this tag. However, first you must have at least one photo associated with this tag. Please tag a photo as '{0}' and return here to use it as an icon.
cs: <b>Z fotografie</b> Jako ikonu pro tento štítek můžete použít jednu z fotografií ze své kolekce. Nejdříve ale musí být štítek přiřazen alespoň jedné fotografii. Označte prosím některou z fotografií štítkem „{0}“. Poté ji zde můžete použít jako ikonu štítku.
de: <b>Aus Foto</b> Sie können eines der Fotos Ihrer Sammlung als Symbol für diese Markierung benutzen. Dazu benötigen Sie jedoch mindestens ein Foto mit dieser Markierung. Bitte markieren Sie ein Foto als »{0}« und kehren Sie hierher zurück, um es als Symbol auszuwählen.
tr: <b>Fotoğraftan</b> Kütüphane fotoğraflarınızdan birini bu etiket için bir simge olarak kullanabilirsiniz. Ancak, ilk olarak bu etiket ile ilişkilendirilmiş en az bir fotoğrafınız olmalı. Lütfen bir fotoğrafı '{0}' olarak etiketleyin ve bunu bir simge olarak kullanmak için buraya dönün.

source: Unable to load image
cs: Obrázek nelze nahrát
de: Bild konnte nicht geladen werden
tr: Görüntü yüklenemedi

source: Unable to load "{0}" as icon for the tag
cs: Nelze nahrát „{0}“ jako ikonu štítku
de: »{0}« kann nicht als Symbol für die Markierung geladen werden
tr: Etiket için simge olarak "{0}" yüklenemedi

source: Photo {0} of {1}
cs: Fotografie {0} z {1}
de: Foto {0} von {1}
tr: Fotoğraf {0} / {1}

source: Choose Folder...
cs: Zvolit filtr…
de: Ordner wählen …
tr: Klasör Seç...

source: Choose Import source...
cs: Zvolit zdroj importu:
de: Importquelle wählen …
tr: İçeri aktarılacak kaynak seç...

source: (No Cameras Detected)
cs: (Nedetekován žádný fotoaparát)
de: (Keine Kameras erkannt)
tr: (Kamera Algılanmadı)

source: Checking this box will remove the imported photos from the camera after the import finished successfully. It is generally recommended to backup your photos before removing them from the camera. <b>Use this option at your own risk!</b>
cs: Zaškrtnutí této volby odstraní importované fotografie z fotoaparátu poté co je import úspěšně ukončen. Obecně je doporučeno zálohovat fotografie, než jsou odstraněny z fotoaparátu. <b>Tuto volbu používáte na vlastní riziko!</b>
de: Durch Aktivieren dieses Ankreuzfeldes werden die importierten Fotos in der Kamera gelöscht, sobald der Importvorgang erfolgreich abgeschlossen wurde. Es ist im Allgemeinen empfehlenswert, Ihre Fotos zu sichern, bevor Sie sie in der Kamera löschen. <b>Verwenden Sie diese Option auf eigenes Risiko!</b>
tr: Bu kutucuğun işaretlenmesi içeri aktarım işlemi başarılı bir şekilde bittikten sonra aktarılan fotoğrafları kameradan silecek. Genel olarak fotoğraflarınızı kameradan silmeden önce yedeklemeniz önerilir. <b>Bu seçeneği riskleri kabul ederek kullanın!</b>

source: Warning
cs: Pozor
de: Warnung
tr: Uyarı

source: Importing Photos: {0} of {1}...
cs: Importují se fotografie: {0} z {1}
de: Fotos werden importiert: {0} von {1} …
tr: Fotoğraflar İçeri Aktarılıyor: {0} / {1}...

source: Importing photos...
cs: Importují se fotogfrafie…
de: Fotos werden importiert …
tr: Fotoğraflar içe aktarılıyor...

source: Searching for photos... (You can already click Import to continue)
cs: Vyhledávají se fotografie… (Pro pokračování můžete kliknout na tlačítko Import)
de: Nach Fotos wird gesucht … (Sie können auf »Importieren« klicken, um fortzusetzen)
tr: Fotoğraflar için aranıyor... (Zaten devam etmek için İçeri Aktarı tıklayabilirsiniz)
