Repository: f-spot/f-spot
Catalog: po/*.po
Languages: cs, de, tr

source: _Set Rating filter...
cs: Na_stavit filtr hodnocení…
de: _Bewertungsfilter einstellen …
tr: Değerlendirme süzgecini _ayarla...

source: _Clear Rating Filter
cs: Vymazat _filtr hodnocení
de: _Bewertungsfilter zurücksetzen
tr: Değerlendirme Süzgecini _Temizle

source: By _Date
cs: Podle _data
de: Nach _Datum
tr: _Tarihe Göre

source: _Set Date Range...
cs: Na_stavit rozsah data…
de: _Datumsbereich einstellen …
tr: Tarih Aralığını _Ayarla...

source: By _Import Roll
cs: Podle _importovaného filmu
de: Nach _Importen
tr: _İçeri Aktarım Rulosuna Göre

source: _Last Import Roll
cs: Pos_lední importovaný film
de: _Letzter Import
tr: _Son İçeri Aktarım Rulosu

source: _Select Import Rolls...
cs: Vybrat _importovaný film…
de: _Importe auswählen …
tr: İçeri Aktarım Rulolarını _Seç...

source: _Clear Roll Filter
cs: Vymazat _filtr filmů
de: _Importfilter zurücksetzen
tr: Rulo Süzgecini _Temizle

source: _Untagged Photos
cs: Fotografie _bez štítků
de: _Unmarkierte Fotos
tr: _Etiketlenmemiş Fotoğraflar

source: _Tags
cs: Š_títky
de: _Markierungen
tr: _Etiketler

source: Create New _Tag...
cs: Vy_tvořit nový štítek…
de: Neue _Markierung erstellen …
tr: Yeni _Etiket Oluştur...

source: _Edit Tag...
cs: _Upravit štítek…
de: Markierung b_earbeiten …
tr: Etiket _Düzenle...

source: _Delete Selected Tag
cs: _Smazat vybraný štítek
de: Ausgewählte Markierung _löschen
tr: Seçilen Etiketi _Sil

source: _Attach Tag to Selection
cs: _Připojit štítek k výběru
de: Markierung zur Aus_wahl hinzufügen
tr: Seçime Etiketi _Ekle

source: _Remove Tag From Selection
cs: Odst_ranit štítek z výběru
de: Markierung der Auswahl ent_fernen
tr: Seçimden Etiketi _Kaldır

source: _Tools
cs: Nás_troje
de: _Werkzeuge
tr: _Araçlar

source: _Help
cs: _Nápověda
de: _Hilfe
tr: _Yardım

source: _Contents
cs: O_bsah
de: _Inhalte
tr: _İçindekiler

source: View
cs: Zobrazit
de: Ansicht
tr: Görünüm

source: Tags:
cs: Štítky:
de: Markierungen:
tr: Etiketler:

source: Zoom out
cs: Zmenšit
de: Ansicht verkleinern
tr: Uzaklaştır

source: Zoom in
cs: Zvětšit
de: Ansicht vergrößern
tr: Yakınlaştır

source: F-Spot View
cs: Pohled F-Spot
de: F-Spot Betrachtung
tr: F-Spot Görünümü

source: _New Window
cs: _Nové okno
de: _Neues Fenster
tr: _Yeni Pencere

source: Open _Folder...
cs: Otevřít _složku...
de: _Ordner öffnen …
tr: _Klasörü Aç...

source: _Export
cs: _Exportovat
de: E_xportieren
tr: _Dışa aktar

source: Show or hide the toolbar
cs: Zobrazit nebo skrýt lištu nástrojů
de: Werkzeugleiste anzeigen oder verbergen
tr: Araç çubuğunu göster ya da gizle

source: _Toolbar
cs: Lišta nás_trojů
de: _Werkzeugleiste
tr: _Araç Çubuğu

source: Show or hide the side pane
cs: Zobrazit nebo skrýt boční panel
de: Seitenleiste anzeigen oder verbergen
tr: Yan paneli göster ya da gizle

source: Side _pane
cs: Boční _panel
de: Seiten_leiste
tr: Yan _panel

source: Display File _Names
cs: Zobrazovat _názvy souborů
de: Datei_namen anzeigen
tr: Dosya _Adlarını Görüntüle

source: Select a Tag...
cs: Vyberte štítek…
de: Eine Markierung auswählen …
tr: Bir Etiket Seç...

source: Preferences
cs: Nastavení
de: Einstellungen
tr: Tercihler

source: _Interpolate image on zoom
cs: _Interpolovat obrázek při přiblížení
de: Bild bei Größenänderung _interpolieren
tr: Yakınlaştırıldığında görüntüyü _aradeğerle

source: <small><i>Enable this to allow interpolation on zoomed images. You shouldn't disable this for viewing photos, but disabling the interpolation could be useful in icon design.</i></small>
cs: <small><i>Tuto volbu povolte, chcete-li používat interpolaci při přibližování obrázků. Pro prohlížení fotografií by volba neměla být zakázána, zákaz interpolace však může být užitečný například při návrhu ikonek.</i></small>
de: <small><i>Aktivieren Sie dies, um die Interpolation in vergrößerten Fotos zu erlauben. Zur Betrachtung von Fotos sollte die Interpolation nicht deaktiviert werden, für die Bearbeitung von Symbolen dagegen kann die Deaktivierung nützlich sein.</i></small>
tr: <small><i>Yakınlaştırılmış görüntüler üzerinde aradeğerlemeye izin vermek için bunu etkinleştirin. Fotoğrafları görüntülemek için bunu devre dışı bırakmamalısınız, ama aradeğerlemenin kapatılması simge tasarımında faydalı olabilir.</i></small>

source: <b>Image Interpolation</b>
cs: <b>Interpolace obrázku</b>
de: <b>Bildinterpolation</b>
tr: <b>Görüntü Aradeğerleme</b>

source: As _background
cs: Jako _pozadí
de: Als Hintergrund_bild verwenden
tr: _Arkaplan olarak

source: As check _pattern
cs: Jako ša_chovnice
de: Als _Schachbrettmuster
tr: Denetim _deseni olarak

source: As _custom color:
cs: Jako v_lastní barva:
de: Als _individuelle Farbe:
tr: _Özel renk olarak:

source: <small><i>You can choose how to display transparent parts in images. This option has no effect on photos, but setting this as check pattern or custom color could be useful when viewing icons or other artworks with transparent parts.</i></small>
cs: <small><i>Můžete zvolit, jak se mají zobrazovat průhledné části obrázků. Tato volba nemá žádný vliv na fotografie, ale zobrazení průhlednosti v podobě šachovnice nebo zvolené barvy může být užitečné při prohlížení ikon a dalších grafických souborů s průhlednými částmi.</i></small>
de: <small><i>Sie können wählen, wie transparente Bereiche eines Bildes dargestellt werden. Diese Einstellung hat keinen Effekt auf Fotos, aber eine Einstellung auf ein Schachbrettmuster oder eine frei wählbare Farbe kann bei der Betrachtung von Symbolen und anderen Bildern mit transparenten Bereichen nützlich sein.</i></small>
tr: <small><i>Görüntülerdeki saydam bölümlerin nasıl gösterileceğini seçebilirsiniz. Bu seçeneğin fotoğraflar üzerinde hiçbir etkisi yok, ama bunu denetim deseni ya da özel renk olarak ayarlama şeffaf bölümlü simgeleri ya da diğer çizimleri görüntülerken faydalı olabilir.</i></small>

source: <b>Transparent Parts</b>
cs: <b>Průhledné části</b>
de: <b>Transparente Bereiche</b>
tr: <b>Şeffaf Bölümler</b>

source: Page Setup
cs: Nastavení stránky
de: Seiteneinstellungen …
tr: Sayfa Ayarı

source: Paper Size: {0} x {1} mm
cs: Velikost papíru: {0} × {1} mm
de: Papiergröße: {0} x {1} mm
tr: Sayfa Boyutu: {0} x {1} mm

source: Set Page Size and Orientation
cs: Nastavit velikost a orientaci stránky
de: Seitengröße und Ausrichtung wählen
tr: Sayfa Boyutunu ve Yönünü Ayarla

source: Photos per page
cs: Fotografií na stránku
de: Fotos pro Seite
tr: Sayfa başına fotoğraf

source: Repeat
cs: Opakovat
de: Wiederholen
tr: Tekrarla

source: Print cut marks
cs: Tisknout ořezové značky
de: Schnittmarkierungen drucken
tr: Kesme izlerini yazdır

source: Photos layout
cs: Rozmístění fotografií
de: Anordnung der Fotos
tr: Fotoğraf Düzeni

source: Full Page (no margin)
cs: Celá stránka (bez okrajů)
de: Volle Seite (ohne Rand)
tr: Tam Sayfa (kenar boşluğu yok)

source: Zoom
cs: Zvětšit
de: Ansicht vergrößern
tr: Yakınlaştırma

source: Fill
cs: Vyplnit
de: Füllen
tr: Doldur

source: Scaled
cs: Zvětšená
de: Skaliert
tr: Ölçeklendirilmiş

source: White borders
cs: Bílé pozadí
de: Weiße Ränder
tr: Beyaz sınırlar

source: Custom Text
cs: Vlastní text
de: Individueller Text
tr: Özel Metin

source: Photos infos
cs: Informace o fotografii
de: Infos zu den Fotos
tr: Fotoğraf bilgileri

source: Print file name
cs: Tisknout název souboru
de: Dateiname drucken
tr: Dosya adını yazdır

source: Print photo date
cs: Tisknout datum fotografie
de: Datum des Fotos drucken
tr: Fotoğraf tarihini yazdır

source: Print photo time
cs: Tisknout čas fotografie
de: Zeit des Fotos drucken
tr: Fotoğraf zamanını yazdır

source: Print photo tags
cs: Tisknout štítky fotografie
de: Markierungen der Fotos drucken
tr: Fotoğraf etiketleri yazdır

source: Print photo comment
cs: Tisknout komentář fotografie
de: Kommentar zum Foto drucken
tr: Fotoğraf açıklaması yazdır

source: No applications available
cs: Žádné aplikace nejsou k dispozici
de: Keine Programme verfügbar
tr: Kullanılabilir uygulama yok

source: Blackout
cs: Ztmavit
de: Ausschwärzen
tr: Karartma

source: Select the area that you want blacked out.
cs: Zvolte oblast, kterou je hodláte ztmavit.
de: Wählen Sie den Bereich zum Ausschwärzen aus.
tr: Karartmak istediğiniz alanı seçin.

source: Convert to B/W
cs: Převést do č/b
de: In Schwarzweiß umwandeln
tr: B/W dönüştür

source: Apply
cs: Použít
de: Anwenden
tr: Uygula

source: Flip
cs: Přepnout
de: Umdrehen
tr: Çevir

source: Pixelate
cs: Rozložit na body
de: Verpixeln
tr: Pikselleştirme

source: Select the area that you want pixelated.
cs: Zvolte oblast, kterou hodláte rozložit na body.
de: Wählen Sie den Bereich zum Verpixeln aus.
tr: Pikselleştirmek istediğiniz alanı seçin.

source: Resize
cs: Změnit velikost
de: Größe ändern
tr: Yeniden boyutlandır

source: Transferring Pictures
cs: Přenáší se obrázky
de: Bilder werden übertragen
tr: Resimler Aktarılıyor

source: Transferring picture "{0}" To CD
cs: Na CD se přenáší obrázek „{0}“
de: Übertragung des Bilds »{0}« auf CD
tr: "{0}" resmi CD ortamına aktarılıyor

source: Done Sending Photos
cs: Odesílání fotografií ukončeno
de: Verschicken der Fotos abgeschlossen
tr: Fotoğraf Gönderimi Tamamlandı

source: Transfer Complete
cs: Přenos byl dokončen
de: Übertragung abgeschlossen
tr: Aktarım Tamamlandı

source: Error While Transferring
cs: Chyba při přenosu
de: Fehler bei der Übertragung
tr: Aktarım Sırasında Hata

source: Error Transferring
cs: Chyba přenosu
de: Übertragungsfehler
tr: Aktarımda Hata

source: copying...
cs: kopíruje se…
de: wird kopiert …
tr: kopyalanıyor...

source: Create CD
cs: Vytvořit CD
de: CD erstellen
tr: CD Oluştur

source: _Write only these photos to CD
cs: Na CD zapsat p_ouze tyto fotografie
de: Nur diese Fotos auf CD _schreiben
tr: Sadece bu fotoğrafları CD ortamına _yazdır

source: _Browse Previously Scheduled Files
cs: Procházet frontu plánovaných sou_borů
de: Vorher geplante Dateien durch_suchen
tr: Önceden Planlanan Dosyalara _Gözat

source: <b><i>There are some previously scheduled items to write</i></b>
cs: <b><i>Ve frontě pro zápis jsou dříve plánované objekty</i></b>
de: <b><i>Es existieren schon Objekte, die gespeichert werden müssen</i></b>
tr: <b><i>Yazmak için önceden planlanmış bazı ögeler var</i></b>

source: Size of the exported selection:
cs: Velikost exportovaného výběru:
de: Größe der exportierten Auswahl:
tr: Dışa aktarılan seçimlerin boyutu:

source: <b>Photos to Burn</b>
cs: <b>Fotografie k vypálení</b>
de: <b>Zu schreibende Fotos</b>
tr: <b>Yazılacak Fotoğraflar</b>

source: Waiting for authorization
cs: Čeká se na autorizaci
de: Es wird auf Legitimation gewartet
tr: Yetkilendirme için bekleniyor

source: F-Spot will now launch your browser so that you can enable the permission you just selected. Once you are directed by Facebook to return to this application, click "Ok" below.
cs: F-Spot nyní spustí váš prohlížeč, abyste mohli udělit zvolené oprávnění. Poté co vás Facebook nasměruje k návratu do této aplikace, klikněte na tlačítko „OK“ níže.
de: F-Spot startet nun Ihren Browser, so dass Sie die gerade gewählten Zugriffsrechte aktualisieren können. Sobald Sie von Facebook dazu geführt werden, zu dieser Anwendung zurückzukehren, klicken Sie auf »OK«.
tr: F-Spot şimdi tarayıcınızı başlatacak böylece sadece seçtiğiniz izinleri etkinleştirebileceksiniz. Bu uygulamaya dönmek için bir kez Facebook tarafından yönlendirildin. Aşağıdaki "Tamam" seçeneğine tıklayın.

source: Too many images to export
cs: Příliš mnoho obrázků k exportu
de: Zu viele Fotos zum Exportieren
tr: Dışarı aktarılacak çok fazla görüntü

source: Facebook only permits {0} photographs per album. Please refine your selection and try again.
cs: Facebook umožňuje vložit pouze {0} fotografií na jedno album. Upravte prosím výběr a zkuste to znovu.
de: Facebook erlaubt nur {0} Fotos per Album. Bitte verkleinern Sie Ihre Auswahl und versuchen Sie es erneut.
tr: Facebook albüm başına sadece {0} fotoğraflarına izin verir. Lütfen seçiminizi düzeltin ve tekrar deneyin.

source: Album must have a name
cs: Album musí mít název
de: Album muss einen Namen haben
tr: Albümün bir adı olmalı

source: Please name your album or choose an existing album.
cs: Pojmenujte prosím své album, nebo zvolte existující.
de: Bitte geben Sie den Namen des Albums an oder wählen Sie ein existierendes.
tr: Lütfen albümünüzü adlandırın ya da mevcut bir albüm seçin.

source: Creating a new album failed
cs: Vytváření nového alba selhalo
de: Erstellung eines neuen Albums ist fehlgeschlagen
tr: Yeni albüm oluşturma başarısız oldu

source: An error occurred creating a new album. {0}
cs: Při vytváření nového alba došlo k chybě. {0}
de: Beim Anlegen des neuen Album ist ein Fehler aufgetreten. {0}
tr: Yeni bir albüm oluşturulurken bir hata oluştu. {0}

source: Uploading Pictures
cs: Přenášejí se obrázky
de: Bilder hochladen
tr: Resimler Yükleniyor

source: Uploading picture "{0}" ({1} of {2})
cs: Nahrává se obrázek „{0}“ ({1} z {2})
de: Hochladen des Bildes »{0}« ({1} von {2})
tr: "{0}" resmi yükleniyor ({1} / {2})

source: Error Uploading To Facebook: {0}
cs: Chyba při nahrávání na Facebook: {0}
de: Fehler beim Hochladen zu Facebook: {0}
tr: Facebook Uygulamasına Yüklenirken Hata: {0}

source: Error
cs: Chyba
de: Fehler
tr: Hata

source: Upload Complete
cs: Nahrávání dokončeno
de: Hochladen abgeschlossen
tr: Yükleme Tamamlandı

source: Visit F-Spot group on Facebook
cs: Navštivte Facebook skupinu F-Spot
de: F-Spot-Gruppe auf Facebook besuchen
tr: Facebook uygulamasında F-Spot grubunu ziyaret edin

source: Waiting for authentication
cs: Čeká se na autentizaci
de: Es wird auf Legitimation gewartet
tr: Kimlik denetimi için bekleniyor

source: F-Spot will now launch your browser so that you can log into Facebook. Once you are directed by Facebook to return to this application, click "Ok" below. F-Spot will cache your session in gnome-keyring, if possible, and re-use it on future Facebook exports.
cs: F-Spot nyní spustí váš prohlížeč, abyste se mohli přihlásit na Facebook. Poté, co vás Facebook nasměruje k návratu do tého aplikace, klikněte na tlačítko „OK“ níže. F-Spot uloží vaši relaci do klíčenky GNOME a pokud to bude možné, použije ji při příštích exportech na Facebook.
de: F-Spot wird nun Ihren Browser starten, so dass Sie sich bei Facebook anmelden können. Sobald Sie von Facebook dazu geführt werden, zu dieser Anwendung zurückzukehren, klicken Sie auf »OK«.
tr: F-Spot şimdi tarayıcınızı başlatacak böylece Facebook uygulamasında oturum açabilirsiniz. Bu uygulamaya dönmek için bir kez Facebook tarafından yönlendirileceksiniz, aşağıdaki "Tamam" seçeneğini tıklayın. F-Spot oturumunuzu gnome-keyring de tutacak, mümkünse, gelecek Facebook aktarımlarınızda yeniden kullanacak.

source: Authenticating...
cs: Probíhá autentizace…
de: Legitimierung …
tr: Kimlik denetimi yapılıyor...

source: Error logging into Facebook
cs: Chyba při přihlašování k Facebook
de: Fehler beim Anmelden zu Facebook
tr: Facebook uygulamasında oturum açarken hata

source: There was a problem logging into Facebook. Check your credentials and try again.
cs: Při pokusu o přihlášení k Facebook došlo k chybě. Zkontrolujte prosím své přihlašovací údaje a zkuste to znovu.
de: Es gab ein Problem beim Anmelden in Facebook. Überprüfen Sie Ihre Daten und versuchen Sie es erneut.
tr: Facebook uygulamasında oturum açarken bir sorun oluştu. Kimlik bilgilerinizi kontrol edin ve tekrar deneyin.

source: Authorizing Session
cs: Relace se autorizuje
de: Sitzung wird legitimiert
tr: Yetkilendirme Oturumu

source: Session established, fetching user info...
cs: Relace navázána, stahují se informace o uživateli…
de: Sitzung ist gestartet, Benutzerinformationen werden geholt …
tr: Oturum kuruldu, kullanıcı bilgisi getiriliyor...

source: Session established, fetching friend list...
cs: Relace navázána, stahuje se seznam přátel…
de: Sitzung ist gestartet, Freundesliste wird geholt …
tr: Oturum kuruldu, arkadaş listesi getiriliyor...

source: Session established, fetching friend details...
cs: Relace navázána, stahují se podrobnosti přátel…
de: Sitzung ist gestartet, Details zu Freunden werden geholt …
tr: Oturum kuruldu, arkadaş detayları getiriliyor...

source: Session established, fetching photo albums...
cs: Relace navázána, stahují se fotoalba…
de: Sitzung ist gestartet, Fotoalben werden geholt …
tr: Oturum kuruldu, fotoğraf albümleri getiriliyor...

source: {0} {1} is logged into Facebook
cs: {0} {1} je přihlášen na Facebook
de: {0} {1} ist bei Facebook angemeldet
tr: {0} {1} Facebook uygulamasında oturum açıldı

source: Facebook Connection Error
cs: Chyba připojení k Facebook
de: Facebook-Verbindungsfehler
tr: Facebook Bağlantı Hatası

source: There was an error when downloading your information from Facebook. Facebook said: {0}
cs: Při stahování informací z Facebook došlo k chybě. Facebook říká: {0}
de: Beim Herunterladen Ihrer Informationen von Facebook trat ein Fehler auf. Facebook antwortete: {0}
tr: Facebook uygulamasından bilgileriniz indirilirken bir hata oluştu. Facebook dedi: {0}

source: You are not logged in.
cs: Nejste přihlášen.
de: Sie sind nicht angemeldet.
tr: Oturum açamadınız.

source: Export to Facebook
cs: Exportovat na Facebook
de: Zu Facebook exportieren
tr: Facebook Uygulamasına Aktar

source: Not logged in
cs: Nejste přihlášen
de: Nicht angemeldet
tr: Oturum açılamadı

source: Login
cs: Přihlásit
de: Anmeldung
tr: Oturum aç

source: Logout
cs: Odhlásit
de: Abmelden
tr: Oturumu kapat

source: Permissions:
cs: Oprávnění:
de: Zugriffsrechte:
tr: İzinler:

source: Stay Connected
cs: Zůstat připojen
de: Verbunden bleiben
tr: Bağlı Kal

source: Auto-confirm Photos
cs: Automaticky potvrzovat fotografie
de: Fotos automatisch bestätigen
tr: Fotoğrafları otomatik-onayla

source: Use an existing album
cs: Použít existující album
de: Ein vorhandenes Album verwenden
tr: Mevcut bir albüm kullan

source: Location
cs: Umístění
de: Adresse
tr: Konum

source: Description
cs: Popisek
de: Beschreibung
tr: Açıklama

source: Create a new album
cs: Vytvořit nové album
de: Neues Album erstellen
tr: Yeni bir albüm oluştur

source: Caption
cs: Nadpis
de: Beschriftung
tr: Başlık

source: In this photo
cs: Na této fotografii
de: In diesem Foto
tr: Bu fotoğrafta

source: Who is this?
cs: Kdo je to?
de: Wer ist das?
tr: Bu kim?

source: Authorize
cs: Autorizovat
de: Legitimieren
tr: Yetkilendir

source: Return to this window after you have finished the authorization process on {0} and click the "Complete Authorization" button below
cs: Poté, co jste dokončili autorizační proces v {0}, vraťte se do tohoto okna a stiskněte tlačítko „Dokončit autorizaci“ umístěné níže
de: Kehren Sie zu diesem Fenster zurück, nachdem Sie die Legitimierung auf {0} durchgeführt haben, und klicken Sie auf den »Legitimierung vervollständigen«-Knopf unten
tr: {0} üzerinde yetkilendirme işlemlerini bitirdikten sonra bu pencereye dönün ve aşağıdaki "Yetkilendirmeyi Tamamla" düğmesini tıklayın

source: Complete Authorization
cs: Dokončit autorizaci
de: Legitimierung vervollständigen
tr: Yetkilendirmeyi Tamamla

source: Logging into {0}
cs: Přihlášen k {0}
de: Logge auf {0} ein
tr: {0} oturumu açılıyor

source: Checking credentials...
cs: Ověřují se doklady…
de: Eingaben überprüfen …
tr: Kimlik bilgileri kontrol ediliyor...

source: Welcome, {0}. You are connected to {1}.
cs: Vítejte {0}, jste připojeni k {1}
de: Willkommen {0}, Sie sind nun mit {1} verbunden.
tr: Hoşgeldiniz, {0}. {1}'e bağlandınız.

source: Sign in as a different user
cs: Přihlásit jako jiný uživatel
de: Als anderer Benutzer anmelden
tr: Farklı bir kullanıcıyla oturum aç

source: Used {0} of your allowed {1} monthly quota
cs: Využito {0} z vaší celkové povolené měsíční kvóty {1}
de: {0} von Ihrer monatlichen Quota von {1} in Benutzung
tr: İzin verilen {1} aylık kotanın {0} kullanıldı

source: Unable to log on
cs: Nelze přihlásit
de: Anmeldung fehlgeschlagen
tr: Oturum açılamadı

source: Waiting for response {0} of {1}
cs: Čeká se na odpověď {0} z {1}
de: Warte auf Antwort {0} von {1}
tr: Yanıt bekleniyor {0} / {1}

source: Uploading picture "{0}"
cs: Nahrává se obrázek „{0}“
de: Hochladen des Bilds »{0}«
tr: "{0}" resmi yükleniyor

source: Error Uploading To {0}: {1}
cs: Chyba nahrávání do {0}: {1}
de: Fehler beim Hochladen von {0}: {1}
tr: {0} Konumuna Yüklenirken Hata: {1}

source: Unable to log on.
cs: Nelze přihlásit.
de: Anmeldung ist fehlgeschlagen.
tr: Oturum açılamadı.

source: F-Spot was unable to log on to {0}. Make sure you have given the authentication using {0} web browser interface.
cs: F-Spot se nebyl schopen přihlásit k {0}. Ujistěte se, že jste povolili autentizaci prostřednictvím {0} rozhraní webového prohlížeče.
de: Die Anmeldung bei {0} ist fehlgeschlagen. Stellen Sie sicher, dass Sie sich in der Internet-Browser-Oberfläche {0} legitimiert haben.
tr: F-Spot {0} oturumunu açamadı. {0} web tarayıcı arayüzünü kullanarak kimlik doğrulaması yapıldığına emin olun.

source: F-Spot needs your authorization in order to upload photos to your {0} account. Press the "Authorize" button to open a web browser and give F-Spot the authorization.
cs: Pro nahrávání fotografií potřebuje F-Spot autorizaci k vašemu účtu na {0}. Stisknutím tlačítka „Autorizovat“ otevřete webový prohlížeč a udělte programu autorizaci.
de: F-Spot benötigt Ihre Legitimierung, um Fotos zu Ihrem {0}-Benutzerkonto hochzuladen. Bitte klicken Sie auf den »Legitimieren«-Knopf, um einen Browser zu öffnen und F-Spot die benötigte Legitimierung zu geben.
tr: F-Spot, {0} hesabınıza fotoğraf yükleme sırasında yetkilendirmenize ihtiyaç duyar. Bir web tarayıcı açmak için "Yetkilendir" düğmesine basın ve F-Spot yetkilendirmesini verin.

source: _View photos in browser when done uploading
cs: Po nahrání otevřít fotografie _v prohlížeči
de: Die Fotos nach dem Hochladen im Browser an_zeigen
tr: Yükleme işlemi tamamlandığında tarayıcıda fotoğrafları _görüntüle

source: <b>Account</b>
cs: <b>Účet</b>
de: <b>Konto</b>
tr: <b>Hesap</b>

source: Private
cs: Soukromé
de: Privat
tr: Özel

source: Visible to Friends
cs: Viditelné pro přátele
de: Sichtbar für Freunde
tr: Arkadaşlara Görünür

source: Visible to Family
cs: Viditelné pro rodinu
de: Sichtbar für die Familie
tr: Aileye Görünür

source: Public
cs: Veřejné
de: Öffentlich
tr: Genel

source: <b>Viewing permissions</b>
cs: <b>Oprávnění k prohlížení</b>
de: <b>Betrachtungsrechte</b>
tr: <b>Görüntüleme izinleri</b>

source: _Resize to:
cs: Změnit _velikost na:
de: _Größe ändern auf:
tr: _Yeniden Boyutlandır:

source: pixels
cs: pixelů
de: Pixel
tr: pikseller

source: _Export tags
cs: _Exportovat štítky
de: Markierungen e_xportieren
tr: Etiketleri _dışa aktar

source: Export tag _hierarchy
cs: Exportovat _hierarchii štítků
de: Markierungs-_Rangordnung exportieren
tr: Etiket _hiyerarşisini dışa aktar

source: Ignore _top level tags
cs: Ignorovat š_títky nejvyšší úrovně
de: _Top-Level-Markierungen ignorieren
tr: _Üst düzey etiketleri yoksay

source: <b>Style</b>
cs: <b>Styl</b>
de: <b>Stil</b>
tr: <b>Biçem</b>

source: Gallery
cs: Galerie
de: Galerie
tr: Galeri

source: Select Export Folder
cs: Vybrat složku pro export
de: Exportordner wählen
tr: Dışa Aktarma Klasörü Seç

source: Building Gallery
cs: Vytváří se galerie
de: Galerie wird erstellt
tr: Galeri Oluşturuluyor

source: Exporting "{0}"...
cs: Exportuje se „{0}“…
de: »{0}« wird exportiert …
tr: "{0}" dışa aktarılıyor...

source: Error Copying "{0}" to Gallery:{2}{1}
cs: Chyba při nahrávání obrázku „{0}“ do galerie:{2}{1}
de: Fehler beim Kopieren von »{0}« in die Galerie:{2}{1}
tr: "{0}" Galeriye kopyalanırken hata:{2}{1}

source: Transferring to "{0}"
cs: Přenáší se do „{0}“
de: Übertragung nach »{0}«
tr: "{0}" konumuna aktarılıyor

source: Transferring...
cs: Probíhá přenos…
de: Übertragung läuft …
tr: Aktarılıyor...

source: Export Complete.
cs: Export byl dokončen.
de: Export abgeschlossen.
tr: Dışa Aktarım Tamamlandı.
