Repository: f-spot/f-spot
Catalog: po/*.po
Languages: cs, de, tr

source: Copy Photo
cs: Kopírovat fotografii
de: Foto kopieren
tr: Fotoğrafı Kopyala

source: Rotate _Left
cs: Otočit do_leva
de: _Links drehen
tr: So_la Döndür

source: Rotate _Right
cs: Otočit do_prava
de: _Rechts drehen
tr: Sa_ğa Döndür

source: _Remove From Catalog
cs: Odst_ranit z katalogu
de: Aus dem Katalog ent_fernen
tr: Katalogdan _Kaldır

source: _Delete From Drive
cs: Vymazat z _disku
de: Vom Laufwerk _löschen
tr: Sürücüden _Sil

source: BlackoutEditor
cs: Editor ztmavení
de: Ausschwärzen
tr: Karartma Düzenleyici

source: Blacks out an area of the image.
cs: Ztmaví oblast obrázku.
de: Schwärzt einen Bereich des Bildes.
tr: Resmin bir bölümünü karartır.

source: Editors
cs: Editory
de: Editoren
tr: Düzenleyiciler

source: BWEditor
cs: ČB Editor
de: Schwarzweiß
tr: BW Düzenleyici

source: Convert to B/W with control. Requires Mono 2.2.
cs: Převést řízeně na ČB. Vyžaduje Mono 2.2.
de: Nach Schwarzweiß mit Steuerungsmöglichkeit umwandeln. Erfordert Mono 2.2.
tr: Kontrol ile B/W dönüştür. Mono 2.2 ister.

source: FlipEditor
cs: Editor převrácení
de: Spiegelung
tr: ÇevirmeDüzenleyicisi

source: Flips the image horizontally.
cs: Převrátí obrázek vodorovně.
de: Spiegelt das Bild horizontal.
tr: Görüntüyü yatay olarak çevirir.

source: PixelateEditor
cs: Editor rozložení na body
de: Verpixeln
tr: PikselleştirmeDüzenleyicisi

source: Pixelates an area of the image.
cs: Převede oblast obrázku na body.
de: Verpixelt einen Bildbereich.
tr: Görüntünün bir alanını pikselleştirir.

source: ResizeEditor
cs: Editor velikosti
de: Größe ändern
tr: YenidenBoyutlandırmaDüzenleyicisi

source: Resize the image
cs: Změna velikosti obrázku
de: Größe de Bildes ändern
tr: Görüntüyü yeniden boyutlandır

source: CD Export
cs: Exportovat na CD
de: Auf CD exportieren
tr: CD Ortamına Aktar

source: This extension allows you to burn your photos to CD.
cs: Toto rozšíření vám umožní vypálit fotografie na CD.
de: Diese Erweiterung ermöglicht es, Ihre Fotos auf eine CD zu brennen.
tr: Bu uzantı fotoğraflarınızı CD ortamına yazmanıza izin verir.

source: Export
cs: Exportovat
de: Exportieren
tr: Dışa Aktar

source: FacebookExport
cs: Export na Facebook
tr: FacebookOrtamınaAktar

source: Export pictures to Facebook
cs: Exportovat obrázky na Facebook
de: Bilder nach Facebook exportieren
tr: Resimleri Facebook uygulamasına aktar

source: Flickr Export
cs: Export na Flickr
de: Nach Flickr exportieren
tr: Flickr Uygulamasına Aktar

source: This extension allows you to export your photos to Flickr and 23hq.
cs: Toto rozšíření vám umožní exportovat fotografie na Flickr a 23hq.
de: Diese Erweiterung ermöglicht es, Ihre Fotos nach Flickr und 23hq zu exportieren.
tr: Bu uzantı fotoğraflarınızı 23hq ve Flickr uygulamalarına aktarmanıza izin verir.

source: Folder Export
cs: Export složky
de: Ordner-Export
tr: Klasörü Dışa Aktar

source: This extension allows you to export your photos to HTML galleries, Original galleries or just to a folder.
cs: Toto rozšíření vám umožní exportovat vaše fotograie do galerií HTML, galerií nebo do složek.
de: Diese Erweiterung ermöglicht es, Ihre Fotos als HTML-Galerien, Original-Galerien oder in einen Ordner zu exportieren.
tr: Bu uzantı fotoğraflarınızı HTML galerilerine, Özgün galerilere ya da sadece bir klasöre aktarmanıza izin verir.

source: F_older...
cs: Sl_ožka…
de: _Ordner …
tr: K_lasör...

source: Gallery Export
cs: Export galerie
de: In Galerie exportieren
tr: Galeriye Aktar

source: This extension allows you to export your photos to PHP Gallery (http://gallery.menalto.com).
cs: Toto rozšíření vám umožní exportovat fotografie na PHP Gallery (http://gallery.menalto.com).
de: Diese Erweiterung ermöglicht es, Ihre Fotos in eine PHP-Gallery (http://gallery.menalto.com) zu exportieren.
tr: Bu uzantı fotoğraflarınızı PHP Galerisine aktarmanıza izin verir (http://gallery.menalto.com).

source: Web _Gallery...
cs: Webová _galerie…
de: _Web-Galerie …
tr: Web _Galerisi...

source: PicasaWeb Export
cs: Export na PicasaWeb
de: Nach PicasaWeb exportieren
tr: PicasaWeb Uygulamasına Aktarım

source: This extension allows you to export your photos to PicasaWeb.
cs: Toto rozšíření vám umožní exportovat fotografie na PicasaWeb.
de: Diese Erweiterung ermöglicht es, Ihre Fotos nach PicasaWeb zu exportieren.
tr: Bu uzantı fotoğraflarınızı PicasaWeb uygulamasına aktarmanıza izin verir.

source: SmugMug Export
cs: Export na SmugMug
de: Nach SmugMug exportieren
tr: SmugMug Uygulamasına Aktarım

source: This extension allows you to export your photos to SmugMug.
cs: Toto rozšíření vám umožní exportovat fotografie na SmugMug.
de: Diese Erweiterung ermöglicht es, Ihre Fotos nach SmugMug zu exportieren.
tr: Bu uzantı fotoğraflarınızı SmugMug uygulamasına aktarmanıza izin verir.

source: Tabblo Export
cs: Export na Tabblo
de: Nach Tabblo exportieren
tr: Tabblo Uygulamasına Aktarım

source: This extension allows you to export your photos to Tabblo.
cs: Toto rozšíření vám umožní exportovat fotografie na Tabblo.
de: Diese Erweiterung ermöglicht es, Ihre Fotos nach Tabblo zu exportieren.
tr: Bu uzantı fotoğraflarınızı Tabblo deposuna aktarmanıza izin verir.

source: Zip export
cs: Export Zip
de: Als Zip exportieren
tr: Zip uygulamasına aktarım

source: Simple export to Zip file
cs: Jednoduchý export do souboru Zip
de: Einfacher Export als Zip-Datei
tr: Zip dosyasına basit aktarım

source: Compressed fil_e...
cs: _Komprimovaný soubor…
de: Komprimierte _Datei …
tr: Sıkıştırılmış d_osya...

source: ChangePath
cs: Změnit cestu
de: Pfad ändern
tr: YolDeğiştir

source: UNSTABLE - Please ensure you have a backup of your photos.db before you test this extension. This extension will allow you to change the base path to the your photos. It is very handy if you move your photos from ~/Photos to /OurPhotos for instance. Just ensure you let SqLite continue to process the changes for up to a few hours after f-spot reports finished. It will only change the path to photos which are located under the Photo directory.
cs: NESTABILNÍ - Dříve než začnete zkoušet toto rozšíření ujistěte se prosím, že máte zálohu vaší databáze photos.db. Toto rozšíření vám umožní změnit kořen cesty k vašim fotografiím. To je velmi užitečné v případě, kdy přesouváte fotografie například z ~/Fotografie do /MojeFotografie. Nechte SqLite dost času na zpracování této změny. Než f-spot ohlásí ukončení operace může trvat až několik hodin. Změní se pouze cesta k fotografiím, které jsou umístěny ve složce Fotografie.
de: NICHT STABIL - Bitte stellen Sie sicher, dass Sie eine Sicherungskopie von photos.db vor einem Test dieser Erweiterung erstellen. Diese Erweiterung ermöglicht es, den Basispfad Ihrer Fotos zu ändern. Es ist sehr praktisch z.B. Ihre Fotos von ~/Photos nach /OurPhotos zu verschieben. Stellen Sie lediglich sicher, dass SqLite die Änderungen für einige Stunden umsetzen kann, nachdem f-spot den Abschluß gemeldet hat. Es wird nur der Pfad zu Ihren Fotos im Foto-Ordner geändert.
tr: KARARSIZ -Lütfen bu uzantıyı test etmeden önce, photos.db yedeğinizin olduğunu garantileyin. Bu uzantı fotoğraflarınızın esas yolunu değiştirmenize izin verecek. Örnek olarak fotoğraflarınızı ~/Fotoğraflar dizininden /Fotoğraflarımız dizinine taşıyacaksanız çok kullanışlıdır. Sadece SqLite'ın f-spot raporları bittikten sonra birkaç saate kadar değişiklikleri işlemeye devam etmesini sağlayın. Bu sadece Fotoğraf dizini altında yer alan fotoğrafların yolunu değiştirecek.

source: Tools
cs: Nástroje
de: Werkzeuge
tr: Araçlar

source: Change path to photos
cs: Změnit cestu k fotografiím
de: Pfad zu den Fotos ändern
tr: Fotoğrafların yolunu değiştir

source: DevelopInUFRaw
cs: Vyvolat v UFRaw
de: In UFRaw entwickeln
tr: UFRawdaGeliştir

source: Develop the image in UFRaw, saves the result as a new version\n\nNote: Require ufraw 0.13 or CVS version newer than 2007-09-06 !!!
cs: Vyvolat obrázek v UFRaw, uložit výsledek jako novou verzi\n\nPoznámka: Vyžaduje ufraw .013 nebo verzi z CVS novější než 6.9. 2007 !
de: Das Bild in UFRaw entwickeln und das Ergebnis als neue Version speichern\n\nHinweis: Erfordert ufraw 0.13 oder eine CVS-Version neuer als vom 6.9.2007 !!!
tr: UFRaw ile görüntü geliştirir, yeni bir sürüm olarak sonucu kaydeder\n\nNot: Ufraw 0.13 ya da 2007-09-06 tarihinden daha yeni CVS sürümü ister!!!

source: Develop in UFRaw
cs: Vyvolat v UFRaw
de: In UFRaw entwickeln
tr: UFRaw ile Geliştir

source: LiveWebGallery
cs: Živá webová galerie
de: Web-Galerie
tr: GüncelWebGalerisi

source: Share photos with other people on the same network via Web Browser
cs: Sdílet fotografie s ostatními lidmi na stejné síti prostřednictvím webového prohlížeče
de: Fotos für andere Leute im gleichen Netzwerk mittels Web-Browser freigeben
tr: Web Tarayıcı yolu ile aynı ağdaki diğer insanlar ile fotoğraf paylaş

source: Live Web Gallery
cs: Živá webová galerie
de: Live-Web-Galerie
tr: Güncel Web Galerisi

source: MergeDb
cs: Sloučit DB
de: Datenbanken zusammenführen
tr: VeritabanıBirleştir

source: Merge another db back to the main one
cs: Přihrát jinou kolekci do hlavní databáze
de: Eine andere Datenbank in die Hauptdatenbank zusammenführen
tr: Başka veritabanını esas olana geri birleştir

source: Merge Db
cs: Sloučit Db
de: Db zusammenführen
tr: Veritabanını Birleştir

source: MetaPixel
tr: MetaPiksel

source: Create photomosaics using MetaPixel (http://www.complang.tuwien.ac.at/schani/metapixel/)
cs: Vytvořit mozaiku pomocí MetaPixel (http://www.complang.tuwien.ac.at/schani/metapixel/)
de: Foto-Mosaike mit MetaPixel erstellen (http://www.complang.tuwien.ac.at/schani/metapixel/)
tr: MetaPiksel kullanarak fotomozaikler oluştur(http://www.complang.tuwien.ac.at/schani/metapixel/)

source: Create p_hotomosaic
cs: Vytvořit fo_tomozaiku
de: Foto_mosaik erzeugen
tr: F_otomozaik oluştur

source: Create photo wall using PictureTile by Jamie Zawinski (http://www.jwz.org/picturetile/)
cs: Pomocí PictureTile od Jamieho Zawinskiho vytvořit fotozeď (http://www.jwz.org/picturetile/)
de: Fotowand mit PictureTile von Jamie Zawinski erstellen (http://www.jwz.org/picturetile/)
tr: Jamie Zawinski tarafından geliştirilen PictureTile kullanarak fotoğraf duvarı oluştur (http://www.jwz.org/picturetile/)

source: Create photo_wall
cs: Vytvořit foto_zeď
de: Foto_wand erzeugen
tr: Fotoğraf_duvarı oluştur

source: RawPlusJpeg
cs: Raw a Jpeg
tr: RawArtıJpeg

source: Merge RAW+Jpeg as multiple versions of the same photo
cs: Sloučit RAW a Jpeg jako více verzí téže fotografie
de: RAW+Jpeg als mehrfache Versionen des selben Fotos vereinen
tr: RAW+Jpeg aynı fotoğrafın birden fazla sürümü olarak birleştir

source: Merge Raw
cs: Sloučit Raw
de: Raw zusammenführen
tr: Raw Birleştir

source: RetroactiveRoll
cs: Zpětný film
tr: GeriyedönükRulo

source: Retroactively assign old photos to import rolls
cs: Zpětně přiřadit staré fotografie do importovaných filmů
de: Alte Fotos rückwirkend Importen zuordnen
tr: Ruloları içeri aktarmak için eski fotoğrafları geriye dönük olarak ata

source: Reassign to new import roll
cs: Přeřadit k novému filmu
de: Rückwirkend zu neuem Import zuordnen
tr: Yeni rulo içeri aktarmak için yeniden ata

source: Screensaver Configuration
cs: Nastavení šetřiče obrazovky
de: Konfiguration des Bildschirmschoners
tr: Ekran Koruyucu Yapılandırma

source: Screensaver options
cs: Nastavení šetřiče obrazovky
de: Einstellungen des Bildschirmschoners
tr: Ekran koruyucu seçenekleri

source: Configure Screensaver
cs: Nastavit šetřič obrazovky
de: Bildschirmschoner konfigurieren
tr: Ekran Koruyucusunu Yapılandır

source: SyncMetaData
cs: Synchronizace Metadat
de: Metadatenabgleich
tr: ÜstVerileriEşitle

source: Sync MetaData information of all catalog with Photos
cs: Synchronizovat metadata celého katalogu s fotografiemi
de: Meta-Daten aller Kataloge mit Fotos abgleichen
tr: Fotoğraflar ile tüm katalogların ÜstVeri bilgisini eşitle

source: Sync Catalog with Photos
cs: Synchronizovat katalog s fotografiemi
de: Katalog mit Fotos abgleichen
tr: Kataloğu Fotoğraflar ile Eşitle

source: Cover Transition
cs: Krycí přechod
de: Übergänge überdecken
tr: Kapak Geçişi

source: A Slideshow transition that covers images
cs: Přechod prezentace kryjící obrázky
de: Eine Übergangsfunktion für Diaschauen, welche Bilder überdeckt
tr: Görüntüleri kapsayan bir slayt gösterisi geçişi

source: Transitions
cs: Přechody
de: Übergänge
tr: Geçişler

source: Dissolve Transition
cs: Přechod prolínání
de: Übergang überblenden
tr: Geçişi Çöz

source: A Slideshow transition that dissolves images
cs: Přechod prezentace prolínání obrázků
de: Eine Übergangsfunktion für Diaschauen, welche Bilder überblendet
tr: Görüntülerin çözüldüğü slayt gösterisi geçişi

source: Push Transition
cs: Přechod posunu
de: Schiebender Übergang
tr: Geçiş Gönder

source: A Slideshow transition that pushes images
cs: Přechod prezentace posouvající obrázky
de: Eine Übergangsfunktion für Diaschauen, welche Bilder schiebt
tr: Görüntülerin itildiği slayt gösterisi geçişi

source: Photo Manager
cs: Správce fotografií
de: Fotoverwaltung
tr: Fotoğraf Yöneticisi

source: F-Spot Photo Manager
cs: Správce fotografií F-Spot
de: F-Spot Fotoverwaltung
tr: F-Spot Fotoğraf Yöneticisi

source: Organize, enjoy, and share your photos
cs: Organizuje, prohlíží a sdílí vaše fotografie
de: Fotos anschauen, sortieren und weitergeben
tr: Fotoğraflarınızı düzenleyin, keyfini çıkarın ve paylaşın

source: Import into F-Spot
cs: Importovat do F-Spot
de: In F-Spot importieren
tr: F-Spot içine aktar

source: Photo Viewer
cs: Prohlížeč fotografií
de: Fotobetrachter
tr: Fotoğraf Görüntüleyici

source: F-Spot Photo Viewer
cs: Prohlížeč fotografií F-Spot
de: F-Spot Fotobetrachter
tr: F-Spot Fotoğraf Görüntüleyicisi

source: Path to custom gtkrc for theming F-Spot.
cs: Cesta k souboru gtkrc pro přizpůsobení vzhledu aplikace F-Spot.
de: Pfad zu eigener gtkrc zur Anpassung des Erscheinungsbildes von F-Spot.
tr: F-Spot teması için özel gtkrc yolu.

source: Maximize the main window.
cs: Zvětšit hlavní okno na maximum.
de: Das Hauptfenster maximieren.
tr: Ana pencereyi büyüt.

source: Width of the main window.
cs: Šířka hlavního okna.
de: Breite des Hauptfensters.
tr: Ana pencerenin genişliği.

source: The width dimension to use for the main window.
cs: Rozměr šířky použitý pro hlavní okno.
de: Die Breite, die für das Hauptfenster verwendet werden soll.
tr: Ana pencere için kullanılacak genişlik boyutu.

source: Height of the main window.
cs: Výška hlavního okna.
de: Höhe des Hauptfensters.
tr: Ana pencerenin yüksekliği.

source: The height dimension to use for the main window.
cs: Rozměr výšky použitý pro hlavní okno.
de: Die Höhe, die für das Hauptfenster verwendet werden soll.
tr: Ana pencere için kullanılacak yükseklik boyutu.

source: X position of the main window.
cs: Pozice X hlavního okna.
de: X-Position des Hauptfensters.
tr: Ana pencerenin X konumu.

source: The X position to use for the main window.
cs: Pozice X použitá pro hlavní okno.
de: Die X-Position des Hauptfensters.
tr: Ana pencere için kullanılacak X konumu.

source: Y position of the main window.
cs: Pozice Y hlavního okna.
de: Y-Position des Hauptfensters.
tr: Ana pencerenin Y konumu.

source: The Y position to use for the main window.
cs: Pozice Y použitá pro hlavní okno.
de: Die Y-Position des Hauptfensters.
tr: Ana pencere için kullanılacak Y konumu.

source: Show dates in the thumbnail view.
cs: Zobrazit datum v pohledu náhledů.
de: Daten in Vorschauansicht zeigen.
tr: Küçük resim görünümünde tarihleri göster.

source: Show tags in the thumbnail view.
cs: Zobrazit štítky v pohledu náhledů.
de: Markierungen in Vorschauansicht zeigen.
tr: Küçük resim görünümünde etiketleri göster.

source: Size of the tag icons shown in the sidebar.
cs: Velikost ikon štítků zobrazených v postranní liště.
de: Größe der Markierungssymbole in der Seitenleiste.
tr: Yan çubukta gösterilen etiket simgelerinin boyutu.

source: Show ratings in the thumbnail view.
cs: Zobrazit hodnocení v zobrazení náhledů.
de: Bewertungen in Vorschauansicht zeigen.
tr: Küçük resim görünümünde derecelendirmeleri göster.

source: Show the filmstrip in the main window.
cs: Zobrazit filmový pás v hlavním okně.
de: Den Filmstreifen im Hauptfenster zeigen.
tr: Ana pencerede film şeridini göster.

source: The orientation of the filmstrip.
cs: Orientace filmového pásu.
de: Die Ausrichtung des Filmstreifens.
tr: Film şeridinin yönü.

source: The orientation of the filmstrip, if shown.
cs: Orientace filmového pásu pokud je zobrazen.
de: Die Ausrichtung des Filmstreifens, wenn angezeigt.
tr: Eğer gösteriliyorsa, film şeridinin yönü.

source: Show the timeline in the main window.
cs: Zobrazit časovou osu v hlavním okně.
de: Die Zeitlinie im Hauptfenster zeigen.
tr: Ana pencerede zaman çizelgesini göster.

source: Show the toolbar in the main window.
cs: Zobrazit lištu nástrojů v hlavním okně.
de: Die Werkzeugleiste im Betrachterfenster zeigen.
tr: Ana pencerede araç çubuğunu göster.

source: Show the sidebar in the main window.
cs: Zobrazit postranní lištu v hlavním okně.
de: Die Seitenleiste im Betrachterfenster zeigen.
tr: Ana pencerede yan çubuğu göster.

source: The size of the sidebar in the main window.
cs: Velikost postranní lišty v hlavním okně.
de: Die Größe der Seitenleiste im Hauptfenster.
tr: Ana pencerede yan çubuğun boyutu.

source: The size (width) of the sidebar in the main window.
cs: Šířka postranní lišty v hlavním okně.
de: Die Größe (Breite) der Seitenleiste im Hauptfenster.
tr: Ana pencerede yan çubuğun (genişlik) boyutu.

source: Width of the import dialog.
cs: Šířka okna pro import.
de: Breite des Import-Dialogs.
tr: İçeri aktarım penceresinin genişliği.

source: The width dimension to use for the import dialog.
cs: Rozměr šířky použitý pro okno importu.
de: Die Breite, die für den Import-Dialog verwendet werden soll.
tr: İçeri aktarım penceresi için kullanılacak genişlik boyutu.

source: Height of the import dialog.
cs: Výška okna pro import.
de: Höhe des Dialogs zum Importieren.
tr: İçeri aktarım penceresinin yüksekliği.

source: The height dimension to use for the import dialog.
cs: Rozměr výšky použitý pro okno importu.
de: Die Höhe, die für den Import-Dialog verwendet werden soll.
tr: İçeri aktarım penceresi için kullanılacak yükseklik boyutu.

source: Width of the preview image pane in the import dialog.
cs: Šířka pole náhledu obrázku v okně importu.
de: Breite der Bildvorschauleiste im Import-Dialog.
tr: İçeri aktarım penceresinde görüntü önizleme bölmesinin genişliği.

source: Maximize the photo viewer window.
cs: Zvětšit okno prohlížeče fotografií na maximum.
de: Das Fenster des Fotobetrachters maximieren.
tr: Fotoğraf görüntüleyici penceresini büyüt.

source: Width of the photo viewer window.
cs: Šířka okna prohlížeče fotografií.
de: Breite des Fensters des Bildbetrachters.
tr: Fotoğraf görüntüleyici pencerenin genişliği.

source: The width dimension to use for the photo viewer window.
cs: Rozměr šířky použitý pro okno prohlížeče fotografií.
de: Die Breite, die für das Fenster des Bildbetrachters verwendet werden soll.
tr: Fotoğraf görüntüleyici pencere için kullanılacak genişlik boyutu.

source: Height of the photo viewer window.
cs: Výška okna prohlížeče fotografií.
de: Höhe des Fensters des Fotobetrachters.
tr: Fotoğraf görüntüleyici pencerenin yüksekliği.

source: The height dimension to use for the photo viewer window.
cs: Rozměr výšky použitý pro okno prohlížeče fotografií.
de: Die Höhe, die für das Fenster des Bildbetrachters verwendet werden soll.
tr: Fotoğraf görüntüleyici pencere için kullanılacak yükseklik boyutu.

source: X position of the photo viewer window.
cs: Pozice X okna prohlížeče fotografií.
de: X-Position des Fensters des Bildbetrachters.
tr: Fotoğraf görüntüleyici pencerenin X konumu.

source: The X position to use for the photo viewer window.
cs: Pozice X použitá pro okno prohlížeče fotografií.
de: Die X-Position des Fensters des Bildbetrachters.
tr: Fotoğraf görüntüleyici pencere için kullanılacak X konumu.

source: Y position of the photo viewer window.
cs: Pozice Y okna prohlížeče fotografií.
de: Y-Position des Fensters des Bildbetrachters.
tr: Fotoğraf görüntüleyici pencerenin Y konumu.

source: The Y position to use for the photo viewer window.
cs: Pozice Y použitá pro okno prohlížeče fotografií.
de: Die Y-Position des Fensters des Bildbetrachters.
tr: Fotoğraf görüntüleyici pencere için kullanılacak Y konumu.

source: Show the toolbar in the photo viewer window.
cs: Zobrazit lištu nástrojů v okně prohlížeče fotografií.
de: Die Werkzeugleiste im Fenster des Fotobetrachters zeigen.
tr: Fotoğraf görüntüleyicideki araç çubuğunu göster.

source: Show the filename in the viewer window.
cs: Zobrazit název souboru v okně prohlížeče.
de: Den Dateinamen im Betrachterfenster zeigen.
tr: Görüntüleyici penceredeki dosya adını göster.

source: Use the current photo's filename as the viewer window's title.
cs: Použít název aktuální fotografie jako titulek okna prohlížeče.
de: Den Dateinamen des aktuellen Fotos als Fenstertitel des Betrachters verwenden.
tr: Mevcut fotoğrafın dosya adını görüntüleyici pencerenin başlığı olarak kullan.

source: Interpolate image on zoom.
cs: Interpolovat obrázek při přiblížení.
de: Bild bei Größenänderung interpolieren.
tr: Yakınlaştırıldığında görüntüyü aradeğerle.

source: Enable this to allow interpolation on zoomed images.
cs: Zapnutí této volby umožní interpolaci při přiblížení obrázků.
de: Erlaubt Interpolation bei größenveränderten Bildern.
tr: Yakınlaştırılmış görüntünün aradeğerlemesine izin vermek için bunu etkinleştir.

source: Display of transparent parts.
cs: Zobrazit průhledné části.
de: Darstellung von transparenten Bereichen.
tr: Şeffaf bölümlerin görüntüsü.

source: You can choose how to display transparent parts in images. This option has no effect on photos but setting this value to CHECK_PATTERN or CUSTOM_COLOR could be useful when viewing icons or other artwork with transparent parts.
cs: Můžete zvolit, jak se mají zobrazovat průhledné části obrázků. Tato volba nemá žádný vliv na fotografie, ale zobrazení průhlednosti v podobě šachovnice nebo zvolené barvy může být užitečné při prohlížení ikon a dalších grafických souborů s průhlednými částmi.
de: Sie können wählen, wie transparente Bereiche eines Bildes dargestellt werden. Diese Einstellung hat keinen Effekt auf Fotos, aber eine Einstellung auf ein Schachbrettmuster (CHECK_PATTERN) oder eine frei wählbare Farbe (CUSTOM_COLOR) kann bei der Betrachtung von Symbolen und anderen Bildern mit transparenten Bereichen nützlich sein.
tr: Görüntülerdeki saydam bölümlerin nasıl gösterileceğini seçebilirsiniz. Bu seçeneğin fotoğraf üzerinde hiçbir etkisi yok ama bu değeri DENETİM_DESENİ ya da ÖZEL_RENK olarak ayarlama, şeffaf bölümlü simgeleri ya da diğer çizimleri görüntülerken faydalı olabilir.

source: The color to use for transparent parts.
cs: Barva která bude použita pro průhledné části.
de: Die für die transparenten Bereiche zu verwendende Farbe.
tr: Şeffaf bölümler için kullanılacak renk.

source: If the 'transparency' option is set, the color specified in this option will be used as the transparent color when viewing images.
cs: Pokud je zapnuta volba „průhlednost“, bude zde nastavená barva použita při prohlížení obrázků jako průhledná.
de: Wenn die Option zur Transparenz gewählt ist, dann wird die hier ausgewählte Farbe als Transparenzfarbe beim Betrachten von Bildern verwendet.
tr: Eğer 'şeffaf' seçeneği ayarlıysa, bu seçenek de belirtilen renk görüntüler görüntülendiğinde şeffaf renk olarak kullanılacaktır.

source: url
de: Adresse
tr: adres

source: token
tr: jeton

source: captcha_url
tr: güvenlik kodu_adresi

source: Uploading photo "{0}"
cs: Nahrává se fotografie „{0}“
de: Foto »{0}« wird hochgeladen
tr: Fotoğraf "{0}" yükleniyor

source: Logging into Tabblo
cs: Probíhá přihlašování k Tabblo
de: Anmeldung bei Tabblo
tr: Tabblo oturumu açılıyor
