Repository: f-spot/f-spot
Catalog: po/*.po
Languages: cs, de, tr

source: Delay:
cs: Prodleva:
de: Verzögerung:
tr: Gecikme:

source: Make F-Spot my screensaver
cs: Nastavit F-Spot jako spořič obrazovky
de: F-Spot als Bildschirmschoner verwenden
tr: F-Spot ekran koruyucum yap

source: Cover
cs: Pokrytí
de: Deckblatt
tr: Kapak

source: Dissolve
cs: Prolnutí
de: Überblenden
tr: Çöz

source: Push
cs: Posun
de: Drücken
tr: Gönder

source: F-Spot photos
cs: Fotografie F-Spotu
de: F-Spot Fotos
tr: F-Spot fotoğrafları

source: Display a slideshow from F-Spot
cs: Promítat snímky z F-Spotu
de: Eine Diaschau aus F-Spot anzeigen
tr: F-Spot uygulamasından bir slayt gösterisi görüntüle

source: 5 x 7 (L, 2L)
cs: 5 × 7 (L, 2L)
de: 12,5 x 17,5 (L, 2L)

source: {0} of {1}
cs: {0} z {1}
de: {0} von {1}

source: An error occurred while processing "{0}": {1}
cs: Při zpracovávání „{0}“ došlo k chybě: {1}
de: Ein Fehler ist beim Bearbeiten von »{0}« aufgetreten: {1}

source: A trust error occurred while attempting to access
cs: Při pokusu o přístup došlo k chybě důvěryhodnosti
de: Es gab einen Vertrauensfehler beim Verbindungsaufbau

source: PictureTile
de: Kacheln

source: 8 x 10
de: 20 x 25
