Repository: f-spot/f-spot
Catalog: po/*.po
Languages: cs, de, tr

source: Exporting Photos Completed.
cs: Export fotografií byl dokončen.
de: Exportieren der Fotos ist abgeschlossen.
tr: Fotoğrafların Dışa Aktarımı Tamamlandı.

source: Exporting Photos
cs: Exportují se fotografie
de: Fotos werden exportiert
tr: Fotoğraflar Dışa Aktarılıyor

source: Light
cs: Světlé
de: Hell
tr: Açık

source: Dark
cs: Tmavé
de: Dunkel
tr: Koyu

source: Prev
cs: Předchozí
de: Vorheriges
tr: Önceki

source: Index
tr: Dizin

source: Gallery generated by
cs: Galerie generovaná programem
de: Galerie erstellt mit
tr: Galeriyi oluşturan

source: Show Styles
cs: Ukázat styly
de: Stile anzeigen
tr: Biçemleri Göster

source: Hide Styles
cs: Skrýt styly
de: Stile verbergen
tr: Biçemleri Gizle

source: Page:
cs: Strana:
de: Seite:
tr: Sayfa:

source: _Folder:
cs: _Složka:
de: _Ordner:
tr: _Klasör:

source: G_allery Name:
cs: Název _galerie:
de: G_aleriename:
tr: G_aleri Adı:

source: D_escription:
cs: _Popisek:
de: _Beschreibung:
tr: A_çıklama:

source: Open _destination when done exporting
cs: Po _dokončení exportu otevřít cíl
de: Das Ziel nach dem Exportieren ö_ffnen
tr: Dışa aktarma bittiğinde _hedefi aç

source: <b>Destination</b>
cs: <b>Cíl</b>
de: <b>Ziel</b>
tr: <b>Hedef</b>

source: Create standalone _web gallery
cs: Vytvořit samostatnou _webovou galerii
de: Eigenständige _Web-Galerie anlegen
tr: Bağımsız _web galerisi oluştur

source: _Save the files only
cs: Pouze uložit _soubory
de: Nur die Dateien _speichern
tr: Sadece dosyaları _kaydet

source: Create _gallery using "Original"
cs: Vytvořit _galerii použitím „Originálu“
de: _Galerie unter Verwendung von »Original« anlegen
tr: "Özgün" kullanarak _galeri oluştur

source: <b>Export Method</b>
cs: <b>Způsob exportu</b>
de: <b>Exportverfahren</b>
tr: <b>Dışa Aktarma Yöntemi</b>

source: Export _tags
cs: Exportovat š_títky
de: Markierungen e_xportieren
tr: _Etiketleri dışa aktar

source: Export tag _icons
cs: Exportovat _ikony štítků
de: Symbole der Markierungen e_xportieren
tr: Etiket _simgelerini dışa aktar

source: Invalid URL
cs: Neplatné URL
de: Ungültige Adresse
tr: Geçersiz Adres

source: The gallery URL entry does not appear to be a valid URL
cs: URL záznam galerie zřejmě není validní.
de: Die Galerie-Adresse scheint ungültig zu sein
tr: Galeri giriş adresi geçerli bir adres gibi görünmüyor

source: Error while connecting to Gallery
cs: Chyba při připojování ke Gallery
de: Fehler beim Verbinden zur Galerie
tr: Galeriye bağlanılırken hata

source: The following error was encountered while attempting to log in: {0}
cs: Při pokusu o přihlášení došlo k následující chybě: {0}
de: Der folgende Fehler trat beim Anmelden auf: {0}
tr: Oturum açmaya çalışılırken aşağıdaki hata ile karşılaşıldı: {0}

source: A Gallery with this name already exists
cs: Galerie tohoto jména už existuje
de: Eine Galerie mit diesem Namen existiert bereits
tr: Bu ada sahip bir Galeri zaten var

source: There is already a Gallery with the same name in your registered Galleries. Please choose a unique name.
cs: Galerie tohoto jména je již registrována. Zvolte prosím unikátní název.
de: In Ihren registrierten Galerien ist dieser Name bereits vorhanden. Bitte wählen Sie einen eindeutigen Namen.
tr: Kayıtlı Galerileriniz içinde aynı ad ile bir Galeri zaten var. Lütfen benzersiz bir ad seçin.

source: Unhandled exception
cs: Neobsloužená výjimka
de: Unverarbeitete Ausnahme
tr: İşlenmeyen istisna durum

source: Cannot connect to a Gallery for which the version is unknown. Please check that you have Remote plugin 1.0.8 or later
cs: Nelze se připojit ke galerii, jejíž verze není známa. Ujistěte se, že používáte Remote plugin verze 1.0.8 nebo novější
de: Verbindung nicht möglich zur Galerie mit unbekannter Version. Bitte überprüfen Sie, ob Sie das Remote-Plugin 1.0.8 oder eine neuere Version benutzen.
tr: Sürümü bilinmeyen Galeriye bağlanılamadı. Lütfen, Uzaktan eklentisinin 1.0.8 ya da sonraki sürümlerine sahip olup olmadığınızı kontrol edin

source: (TopLevel)
cs: (Nejvyšší úroveň)
de: (Höchste Ebene)
tr: (ÜstDüzey)

source: Invalid Gallery name
cs: Neplatný název galerie
de: Ungültiger G_aleriename
tr: Geçersiz Galeri adı

source: The gallery name contains invalid characters. Only letters, numbers, - and _ are allowed
cs: Název galerie obsahuje neplatné znaky. Jsou povolena pouze písmena, čísla, znaky pomlčka a podtržítko
de: Der Name der Galerie enthält ein ungültiges Zeichen. Nur Buchstaben, Zahlen, - und _ sind zulässig
tr: Galeri adı geçersiz karakterler içeriyor. Sadece harflere, sayılara, - ve _ izin veriliyor

source: Error reading server response
cs: Chyba při čtení odpovědi serveru
de: Fehler beim Lesen der Server-Antwort
tr: Sunucu yanıtı okunurken hata

source: Server returned response without Gallery content
cs: Server vrátil odpověď bez obsahu galerie
de: Server antwortete ohne Galerie-Inhalt
tr: Sunucu Galeri içeriği olmayan yanıt geri döndü

source: Error while creating new album
cs: Chyba při vytváření nového alba
de: Fehler beim Erstellen eines neuen Albums
tr: Yeni albüm oluşturulurken hata

source: The following error was encountered while attempting to perform the requested operation: {0} ({1})
cs: Při pokusu o provedení požadované operace došlo k následující chybě: {0} ({1})
de: Der folgende Fehler trat beim Versuch auf, die gewünschte Aktion auszuführen: {0} ({1})
tr: İstenen işlemi gerçekleştirmeye çalışılırken aşağıdaki hata ile karşılaşıldı: {0} ({1})

source: Error uploading picture "{0}" to Gallery: {1}
cs: Chyba při nahrávání obrázku „{0}“ do galerie: {1}
de: Fehler beim Hochladen des Bildes »{0}« in die Galerie: {1}
tr: Galeriye "{0}" resmi yüklenirken hata: {1}

source: (No Gallery)
cs: (Žádná Galerie)
de: (Keine Galerie)
tr: (Galeri Yok)

source: (Not Connected)
cs: (Nepřipojen)
de: (Nicht verbunden)
tr: (Bağlanılamadı)

source: (No Albums)
cs: (Žádná alba)
de: (Keine Alben)
tr: (Albüm Yok)

source: No account selected
cs: Není vybrán žádný účet
de: Kein Benutzerkonto ausgewählt
tr: Hesap seçilemedi

source: _Parent Album:
cs: Nadřazené alb_um:
de: Überge_ordnetes Album:
tr: _Ana Albüm:

source: _Title:
cs: _Titulek:
de: _Titel:
tr: _Başlık:

source: _Description:
cs: _Popisek:
de: _Beschreibung:
tr: _Açıklama:

source: _Album Name:
cs: Název _alba:
de: Name des _Albums:
tr: _Albüm Adı:

source: <span weight='bold' size='larger'>Error Connecting to Gallery</span>
cs: <span weight='bold' size='larger'>Chyba při připojení ke galerii</span>
de: <span weight='bold' size='larger'>Fehler beim Verbinden zur Galerie</span>
tr: <span weight='bold' size='larger'>Galeriye Bağlanılırken Hata</span>

source: Please verify that the settings for this gallery are correct.
cs: Ověřte prosím, že nastavení této galerie jsou v pořádku.
de: Überprüfen Sie bitte, ob die Einstellungen für diese Galerie korrekt sind.
tr: Lütfen bu galeri için ayarların doğru olduğunu onaylayın.

source: _Gallery Name:
cs: Název _galerie:
de: _Galeriename:
tr: _Galeri Adı:

source: _Password:
cs: _Heslo:
de: _Passwort:
tr: _Parola:

source: _Username:
cs: _Uživatelské jméno:
de: _Benutzername:
tr: _Kullanıcı adı:

source: U_RL:
de: _Adresse:
tr: Ad_res:

source: _Gallery:
cs: _Galerie:
de: _Galerie:
tr: _Galeri:

source: <b>Gallery</b>
cs: <b>Galerie</b>
de: <b>Galerie</b>
tr: <b>Galeri</b>

source: _Export to Album:
cs: _Exportovat do alba:
de: _Export in Album:
tr: Albüme _aktar:

source: Open _album in browser when done uploading
cs: Po nahrání otevřít _album v prohlížeči
de: Das _Album nach dem Hochladen im Browser öffnen
tr: Yükleme işlemi tamamlandığında _albümü tarayıcı içinde aç

source: <b>Album</b>
tr: <b>Albüm</b>

source: Export _titles and comments
cs: Exportovat _titulky a poznámky
de: _Titel und Kommentare exportieren
tr: _Başlıkları ve açıklamaları dışa aktar

source: Error while creating Album
cs: Chyba při vytváření alba.
de: Fehler beim Erstellen des Albums
tr: Albüm oluşturulurken hata

source: The following error was encountered while attempting to create an album: {0}
cs: Při pokusu o vytvoření alba došlo k následující chybě: {0}
de: Der folgende Fehler trat beim Versuch auf, ein neues Album zu erstellen: {0}
tr: Bir albüm oluşturulmaya çalışılırken izleyen hata ile karşılaşıldı: {0}

source: {0} Sent
cs: Odesláno {0}
de: {0} Gesendet
tr: {0} Gönderildi

source: {0} of approx. {1}
cs: {0} z cca {1}
de: {0} von ca. {1}
tr: Yaklaşık {0}. {1}

source: Error Uploading To Gallery: {0}
cs: Chyba při nahrávání do Galerie: {0}
de: Fehler beim Hochladen zur Galerie: {0}
tr: Galeriye Yüklenirken Hata: {0}

source: Available space: {0}, {1}% used out of {2}
cs: Dostupný prostor: {0}, využito {1}% z {2}
de: Verfügbarer Platz: {0}, {1}% benutzt von {2}
tr: Kullanılabilir alan: {0}, {2}'den {1}% kullanıldı

source: The selected album has a limit of {0} pictures, which would be passed with the current selection of {1} images
cs: Zvolené album je limitováno na {0} fotografií, které by mohly být odeslány ze současného výběru čítajícího {1} obrázků
de: Das ausgewählte Album hat ein Limit von {0} Bildern, dieses würde erreicht mit der aktuellen Auswahl von {1} Bildern
tr: Seçilen albümün {0} olan resim sınırını, şu anki {1} görüntü seçimi ile geçebilirsiniz

source: _Album Title:
cs: Název _alba:
de: Titel des _Albums:
tr: _Albüm Başlığı:

source: Public Album
cs: Veřejné album
de: Öffentliches Album
tr: Genel Albüm

source: <span weight='bold' size='larger'>Your Google Account is locked</span>
cs: <span weight='bold' size='larger'>Váš uživatelský účet Google je uzamčen</span>
de: <span weight='bold' size='larger'>Ihr Google-Konto ist gesperrt</span>
tr: <span weight='bold' size='larger'>Google Hesabınız kilitlenmiş</span>

source: Please verify that the settings for this gallery are correct. Enter the letters as they are shown in the image in the 'Captcha' field. <i>Letters are not case-sensitive</i>
cs: Ověřte prosím, že nastavení pro tuto galerii jsou správná. Vložte znaky tak, jak jsou zobrazeny na obrázku v poli „Captcha“. <i>Velká a malá písmena se nerozlišují</i>
de: Bitte überprüfen Sie, dass die Einstellungen für diese Galerie korrekt sind. Geben Sie die Buchstaben ein, die auf dem Bild im »Captcha«-Feld zu sehen sind. <i>Groß-Kleinschreibung wird nicht beachtet.</i>
tr: Lütfen bu galeri için ayarların doğru olduğunu onaylayın. 'Güvenlik Kodu' alanında görüntülenen harfleri olduğu gibi girin. <i>Karakterler büyük küçük harf duyarlı değildir</i>

source: _Captcha:
tr: _Güvenlik Kodu:

source: <b>PicasaWeb Export</b>
cs: <b>Export do PicasaWeb</b>
tr: <b>PicasaWeb Uygulamasına Aktarım</b>

source: _Account:
cs: Úče_t:
de: _Benutzerkonto:
tr: _Hesap:

source: <b>SmugMug Export</b>
cs: <b>Export do SmugMug</b>
de: <b>Export zu SmugMug</b>
tr: <b>SmugMug Dışa Aktarma</b>

source: Done sending photos
cs: Odesílání fotografií ukončeno
de: Verschicken der Fotos abgeschlossen
tr: Fotoğrafların gönderimi bitti

source: Upload complete
cs: Nahrávání ukončeno
de: Hochladen abgeschlossen
tr: Karşıya yükleme tamamlandı

source: Error uploading to Tabblo:
cs: Chyba při nahrávání na Tabblo:
de: Fehler beim Hochladen zu Tabblo:
tr: Tabblo uygulamasına yüklenirken hata:

source: <b>Tabblo account</b>
cs: <b>Účet Tabblo</b>
de: <b>Tabblo-Konto</b>
tr: <b>Tabblo hesabı</b>

source: <small><i>F-Spot tags can help you track the export status of photos. Example: Use one tag for the photos that you plan to export, and another one for those already exported. Here, you can tell F-Spot to automatically replace these tags as appropriate.</i></small>
cs: <small><i>Štítky F-Spot vám pomohou kontrolovat stav exportu fotografií. Příklad: Jedním štítkem označte fotografie, které hodláte exportovat a jiným ty, které již byly exportovány. Zde můžete programu F-Spot říci aby nahradil štítky dle potřeby.</i></small>
de: <small><i>F-Spot-Markierungen können Ihnen dabei helfen, den Exportstatus Ihrer Fotos zu verfolgen. Beispiel: Verwenden Sie eine bestimmte Markierung für Fotos, die Sie exportieren wollen, und eine weitere für jene Fotos, die bereits exportiert wurden. So können Sie F-Spot anweisen, diese Markierungen automatisch wie gewünscht zu ersetzen.</i></small>
tr: <small><i>F-Spot etiketleri fotoğrafların dışa aktarımını izlemenize yardım edebilir. Örnek: Dışa aktarmayı planladığınız fotoğraflar için bir etiket, zaten dışa aktarılmış olanlar için başka bir etiket kullanın. F-Spot uygulamasına bu etiketlerin uygun olarak otomatik yer değiştirmesini söyleyebilirsiniz.</i></small>

source: Select...
cs: Vybrat…
de: Auswählen …
tr: Seç...

source: Rem_ove from exported photos:
cs: _Odstranit exportované fotografie:
de: Aus exp_ortierten Fotos entfernen:
tr: Dışa aktarılan fotoğraflardan kal_dır:

source: _Attach to exported photos:
cs: Připojit exportov_ané fotografie:
de: An exportierte Fotos _anhängen:
tr: Dışa aktarılan fotoğraflara _ekle:

source: <b>F-Spot tags</b>
cs: <b>Štítky F-Spot</b>
de: <b>F-Spot-Markierungen</b>
tr: <b>F-Spot etiketleri</b>

source: Trust Error
cs: Chyba důvěryhodnosti
de: Vertrauensfehler
tr: Güven Hatası

source: A trust error occured while attempting to access
tr: Erişmeye çalışılırken bir güvenlik hatası meydana geldi

source: Do you wish to:
cs: Přejete si:
de: Möchten Sie:
tr: İstiyor musunuz:

source: Abort this session
cs: Zrušit toto sezení
de: Sitzung wird abgebrochen
tr: Oturumu iptal et

source: Trust the site's certificate this once
cs: Věřit certifikátu tohoto serveru pouze nyní
de: Diesem Zertifikat nur dieses Mal vertrauen
tr: Bu seferlik sitenin sertifikasına güven

source: Always trust this site's certificate
cs: Vždy věřit cerifikátu tohoto serveru
de: Diesem Zertifikat immer vertrauen
tr: Bu sitenin sertifikasına her zaman güven

source: This tool requires an active selection. Please select one or more pictures and try again
cs: Tento nástroj vyžaduje aktivní výběr. Vyberte prosím jednu nebo více fotografií a zkuste to znovu
de: Dieses Werkzeug benötigt eine aktive Auswahl. Bitte wählen Sie ein oder mehrere Fotos aus und versuchen Sie es danach erneut
tr: Bu araç aktif bir seçime gerek duyuyor. Lütfen bir ya da daha fazla resim seçin ve tekrar deneyin

source: Select export folder
cs: Vybrat složku pro export
de: Exportordner auswählen
tr: Dışa aktarma klasörünü seçin

source: Exporting files
cs: Exportují se soubory
de: Exportiere Dateien
tr: Dosyalar dışa aktarılıyor

source: Preparing photo "{0}"
cs: Připravuje se fotografie „{0}“
de: Bereite Foto »{0}« vor
tr: "{0}" fotoğrafı hazırlanıyor

source: _Location:
cs: _Umístění:
de: _Ort:
tr: _Konum:

source: _File name:
cs: Název _souboru:
de: _Dateiname:
tr: _Dosya adı:

source: _Scale:
cs: Měřítk_o:
de: _Maßstab:
tr: Ö_lçek:

source: _Create
cs: Vy_tvořit
de: _Erstellen
tr: _Oluştur

source: Change Photos directory
cs: Změnit složku fotografií
de: Fotoordner ändern
tr: Fotoğraf dizinini değiştir

source: Old base path (URI) was
cs: Původní kořen cesty (URI) byla
de: Alter Basispfad (Adresse) war
tr: Eski temel yol (URI)

source: Change base path (URI) to
cs: Změnit kořen cesty (URI) na
de: Den Basispfad (die Adresse) ändern in
tr: Temel yolu (URI) şuna değiştir

source: <b>Specify the toplevel Photos directories</b>
cs: <b>Zadejte kořenovou složku fotografií</b>
de: <b>Oberste Ebene des Fotoordners festlegen</b>
tr: <b>Üst düzey Fotoğraf dizinlerini belirt</b>

source: _Apply changes
cs: _Provést změny
de: Änderungen _anwenden
tr: Değişiklikleri uygul_a

source: Developing photos
cs: Fotografie jsou zpracovávány
de: Fotos umwandeln
tr: Fotoğraflar geliştiriliyor

source: Developing {0}
cs: Zpracovává se {0}
de: {0} wird umgewandelt
tr: Geliştiriliyor {0}

source: F-Spot Gallery
cs: Galerie F-Spot
de: Galerie von F-Spot
tr: F-Spot Galerisi

source: The web gallery seems to be offline now
cs: Webová galerie je zřejmě nedostupná
de: Die Web-Galerie scheint jetzt offline zu sein
tr: Web galeri şu anda çevrim dışı gibi görünüyor

source: Show All
cs: Zobrazit vše
de: Alle anzeigen
tr: Tümünü Göster

source: {0} photo
cs: {0} fotografie
de: {0} Foto
tr: {0} fotoğraf

source: Current View
cs: Aktuální pohled
de: Aktuelle Ansicht
tr: Geçerli Görünüm

source: Selected
cs: Vybrané
de: Ausgewählt
tr: Seçilen

source: none
cs: není
de: keine
tr: hiçbiri

source: Gallery: {0}, Photos: {1}, Last client: {3}
cs: Galerií: {0}, Fotografií: {1}, Poslední uživatel: {3}
de: Galerie: {0}, Fotos: {1}, Letzter Betrachter: {3}
tr: Galeri: {0}, Fotoğraflar: {1}, Son istemci: {3}

source: Gallery is inactive
cs: Galerie není aktivní
de: Galerie ist nicht aktiv
tr: Galeri aktif değil

source: F-Spot Live Web Gallery
cs: Živá webová galerie F-Spot
de: Live-Web-Galerie von F-Spot
tr: F-Spot Canlı Web Galerisi

source: Selected Photos
cs: Vybrané fotografie
de: Ausgewählte Fotos
tr: Seçilen Fotoğraflar

source: Photos with a Tag
cs: Fotografie se štítky
de: Fotos mit einer Markierung
tr: Bir etiketi ile fotoğraflar

source: Share:
cs: Sdílení:
de: Freigeben:
tr: Paylaş:

source: <small><i>When the gallery is active, above is the URL you need to open on another computer to access the shared photos.</i></small>
cs: <small><i>Pokud je galerie aktivní, použijte pro přístupke sdíleným fotografiím z jiného počítače níže uvedené URL.</i></small>
de: <small><i>Wenn die Galerie aktiv ist, wird oben die Adresse angezeigt, mit der Sie auf einem anderen Rechner auf die freigegebenen Fotos zugreifen können.</i></small>
tr: <small><i>Galeri aktif olduğunda, paylaşılmış fotoğraflara başka bir bilgisayar üzerinden erişmek için yukarıdaki adrese ihtiyacınız olacak.</i></small>

source: Gallery URL:
cs: URL Galerie:
de: Adresse der Galerie:
tr: Galeri Adresi:

source: Activates and deactivates the web gallery
cs: Aktivuje a deaktivuje webovou galerii
de: Aktiviert und deaktiviert die Web-Galerie
tr: Web galerisini etkinleştirir ve devre dışı bırakır

source: Allow viewers to add tags
cs: Povolit návštěvníkům přidávat štítky
de: Betrachtern das Hinzufügen von Markierungen erlauben
tr: Etiket eklemek için görüntüleyicilere izin ver

source: Options:
cs: Volby:
de: Optionen:
tr: Seçenekler:

source: Limit number of shared photos to
cs: Omezit počet sdílených fotografií na
de: Anzahl der freigegebenen Fotos begrenzen auf
tr: Paylaşılan fotoğraf sayısını sınırla

source: <small><i>The gallery stays active until you either deactivate it or close F-Spot. Make sure local viewers access it bypassing HTTP proxy.</i></small>
cs: <small><i>Galerie zůstává aktivní do doby než ji deaktivujete, nebo ukončíte práci s programem F-Spot. Ujistěte se, že k ní lokální návštěvníci přistupují bez použití HTTP proxy.</i></small>
de: <small><i>Die Galerie bleibt aktiv, bis Sie sie entweder deaktivieren oder F-Spot schließen. Stellen Sie sicher, dass lokale Betrachter den HTTP-Proxy umgehen.</i></small>
tr: <small><i>Galeri siz F-spot uygulamasını devre dışı bırakana ya da kapatana kadar aktif kalır. Yerel görüntüleyicilerin HTTP vekilini atlayarak eriştiğine emin olun.</i></small>

source: Views:
cs: Zobrazení:
de: Betrachtungen:
tr: Görünümler:

source: Copy URL to clipboard
cs: Kopírovat URL do schránky
de: Adresse in die Zwischenablage kopieren
tr: Adresi geçici panoya kopyala

source: Error opening the selected file
cs: Chyba při otevírání zvoleného souboru
de: Fehler beim Öffnen der ausgewählten Datei
tr: Seçilen dosya açılırken hata

source: The file you selected is not a valid or supported database. Received exception "{0}".
cs: Soubor, který jste vybrali, není platnou nebo podporovanou databází. Zachycena výjimka „{0}“.
de: Die ausgewählte Datei ist eine ungültige oder nicht unterstützte Datenbank. Ausnahmefehler: »{0}«.
tr: Seçtiğiniz dosya desteklenen ya da geçerli bir veritabanı değil. "{0}" istisna durumu alındı.

source: <big>The database refers to files contained in the <b>{0}</b> folder. Please select that folder so I can do the mapping.</big>
cs: <big>Databáze odkazuje na soubory obsažené ve složce <b>{0}</b>. Vyberte prosím tuto složku, aby mohlo proběhnout mapování.</big>
de: <big>Die Datenbank verweist auf Dateien im Ordner <b>{0}</b>. Bitte wählen Sie diesen Ordner aus, damit die Verknüpfungen angelegt werden können.</big>
tr: <big>Veritabanı <b>{0}</b> klasöründe yer alan dosyalar anlamına gelir. Lütfen haritalamayı yapabilmem için klasör seçin.</big>

source: Merge another F-Spot collection
cs: Sloučit s jinou kolekcí F-Spot
de: Mit einer anderen F-Spot Sammlung zusammenfügen
tr: Başka F-Stop kolleksiyonu ile birleştir

source: <small><i>Copy the images locally or keep them where they are. If you chose the later, be sure that this location will stay accessible from f-spot.</i></small>
cs: <small><i>Zkopírujte obrázky, nebo je ponechte, kde jsou. Pokud zvolíte později, ověřte, že umístění zůstalo programu f-spot přístupné.</i></small>
de: <small><i>Bilder lokal kopieren oder sie an ihrem Ort belassen. Wenn Sie letzteres wählen, stellen Sie sicher, dass der Speicherort für f-spot erreichbar ist.</i></small>
tr: <small><i>Görüntüleri yerele kopyalayın ya da neredelerse orada tutun. Eğer sonra seçecekseniz, bu yerin f-spot tarafından erişilebilir kalacağına emin olun.</i></small>

source: Keep the images at their original location
cs: Nechat obrázky v původním umístění
de: Die Bilder in ihrem ursprünglichen Ordner belassen
tr: Görüntüleri özgün yerlerinde tut

source: Copy images to photos folder
cs: Kopírovat obrázky do složky Photos
de: Dateien in den Fotoordner kopieren
tr: Görüntüleri fotoğraflar klasörüne kopyala

source: <small><i>Choose what to import from the selected db. "New Rolls Only" is the smart option that will avoid re-importing photos you could have imported during a previous operation. "A Single Import Roll" let you choose which roll you want to merge back. "Everything" will import everything, creating duplicates if you already imported from that database.</i></small>
cs: <small><i>Vyberte, co importovat ze zvolené databáze. „Pouze nové filmy“ je volba vhodná v případě, že chcete předejít vložení fotografií, které jste importovali dříve. „Samostatný film“ vás nechá vybrat, jaká data importovat. Volba „Všechno“ bude importovat všechny obrázky a pokud jste již importovali z této databáze, vzniknou duplicity.</i></small>
de: <small><i>Wählen Sie, was aus der gewählten Datenbank importiert werden soll. »Nur neue Rollen« ist die intelligente Option, die das erneute Importieren von bereits früher importierten Bildern vermeidet. »Eine einzelne Rolle importieren« welche Rolle Sie zusammenführen möchte. »Alles« wird alles importieren und Duplikate erstellen, falls Sie von dieser Datenbank bereits früher importiert haben.</i></small>
tr: <small><i>Seçilen veritabanından içeri aktarılacak şeyi seçin. "Sadece Yeni Rulolar" daha önceki bir işlem sırasında içeri aktarılmış fotoğrafların yeniden aktarılmasını önleyen akıllı bir seçenektir. "Tek Bir İçeri Aktarım Rulosu" geri birleştirmek istediğiniz ruloyu seçme imkanı sağlar. "Her Şey" seçeneği her şeyi içe aktarır, eğer veritabanından zaten içeri aktarılmışsa, kopyalar oluşturur.</i></small>

source: Everything
cs: Všechno
de: Alles
tr: Herşey

source: A Single Import Roll
cs: Samostatný film
de: Einen einzelnen Import
tr: Tek Bir İçeri Aktarım Rulosu

source: New Rolls Only
cs: Pouze nové filmy
de: Nur neue Importe
tr: Sadece Yeni Rulolar

source: Import:
de: Importiere:
tr: İçeri Aktar:

source: <small><i>Choose the location of the database you want to import from</i></small>
cs: <small><i>Zvolte umístění databáze, ze které chcete importovat</i></small>
de: <small><i>Wählen Sie den Ordner, in dem sich die zu importierende Datenbank befindet</i></small>
tr: <small><i>Şuradan içeri aktarmak istediğiniz veritabanının konumunu seçin:</i></small>

source: Database Location:
cs: Umístění databáze:
de: Datenbankort:
tr: Veritabanı Konumu:

source: Display:
cs: Zobrazovací jednotka:
de: Anzeige:
tr: Görüntü:

source: Images tagged with:
cs: Obrázky označené štítkem:
de: Fotos markiert mit:
tr: Şöyle etiketlenen görüntüler:
